[
  {
    "file": "dashrath patel 1st cons.-2.pdf",
    "source_type": "scanned_pdf",
    "text": "Dr. Darshan Patel Dr. Renish Patel\nShaleen Hospital LLP\n\n(Multispeciality)\n\n \n\nclk Wy. Chervdied b+ Cum\n\nee\n\neee\n\n \n\ng 7 ior\nio\n\n \n\n4. Sef (G63)\n\n380060.\n& 5th Floor, Shaleen Plaza, Nr. Sukan Mall Cross Road, Off. Science chy Road - Sola, Ahmedabad -\nath Reception: No.: ezoe 92233, 82385 92233, Emergency No.: BOs05 9590\n\n    \n \n\nSH-LH-O1.\n\f\n   \n\nHospital (Multispeciality)\n\nD\n\". Bharat I. Patel Dr. Nimesh G. Patel Dr. Bhavesh G. Patel\nM.D, M.D. M.D.\n\nConsultant Physician\n\n6 SK @. Aatlorted (2)\n\n \n\n\\°\n\n \n\n4th & 5th Floor, Shaleen Plaza, Nr. Mangaldeep Party Plot, Nr. Shukan Mall Cross Road, Science City Road - wos\n\nReception No.: 82380 92233, 82385 92233 * Emergency No.: 80805 95902\nEmail : shaleenhospital@gmail.com * Web : www.shaleenhospital. com\n\nOPD Time : 9.30 am to 1.30 pm « 5.00 pm to 8.00 pm « Sunday Closed\nA Unit of Sanjeevani Heart & Medical Hospital, Vadaj, Anmedabad.\n\n    \n\f",
    "metadata": {
      "confidence": 0.5,
      "fallback_used": true,
      "structured_method": "ner"
    },
    "structured_data": {
      "method": "ner",
      "entities": []
    }
  },
  {
    "file": "dashrath patel investigation reports (1)-3.pdf",
    "source_type": "scanned_pdf",
    "text": "e o Magnetic Resonance Imaging (MRI)\n\n~ Mattistico OT Sean | CT Angiography\n\" Ultrasound (USG) | Color Doppler\nRAD S Q UJ A R E Guided Interventional Procedures\n\n. _ Digital X-Ray | Portable X-Ray\n\nTrust | Service | Excellence Edhonsraioqmang Lees\nDigital Mammography\n\nOPG | CAaCT\n\n \n\n \n\nUID RS23147_ Date | 09/07/2025 |\nPt. Name ___| DASHRATHBHAI A PATEL Age 70 yrs, | Gender | MALE\nRef. by DR. CHANDRAKANT GOHIL - SHALEEN HOSPITAL\n\nCT KUB (PLAIN\n\nStomach and duodenum appear normal. Small and large\nsigmoid colon and rectum appear normal.\n\nThe appendix is visualized and appears normal. The I-C junction appear\n\nbowel loops appear normal. The\n\nSs normal,\n\nNo e/o abdominal / pelvic lymphadenopathy is noted.\nNo ¢/o free or loculated fluid is noted in abdomen and pelvis,\n> Atherosclerotic changes are seen involving the aorta.\nDegenerative changes are seen involving the visualised spine, Visualized bones otherwise\nappear normal.\nMild cardiomegaly seen,\n\nSubsegmental atelectasis seen in volving lateral segment of right middle\n\nlobe and posterior\nbasal segment of left lower lobe. Subpleural fibrotic bands are\n\nseen in posterior basal\nsegments of bilateral lower lobes.\nIMPRESSION:\n¢ Smaller sized left kidney (measures 76 x 35 mm) with mild cortical\nthinning.\n\no A13 x 13 x 10 mm sized calculus of average attenuation +450 HU\nto +500 HU in the upper pole calyx.\n\nA 13 x 12 x 8 mm sized calculus of average\n\n+450 HU in the lower pole calyx.\n\nA3x 3x 2 mm sized calculus of average attenu\n\n+400 HU in the lower pole calyx.\n\no A1I5x 12x 8 mm sized calculus of Average attenu\n+ 650 HU is seen in left proximal urete\nureteric junction. No obvious h\n\nNon-obstructing right renal concre\n\nBilateral mild Perinephric fat str\n\nserum RFT and Urine R/M corre.\n\nparenchyma disease and/or Urinary tract infection.\n\n¢ Mild splenomegaly with peri-splenic collaterals, Elongation of left lobe of\nliver. Advice USG abdomen, S.LFT correlation and close follow up.\nWell defined hypodense lesior\n\nN (7 x 6 mm) of fat attenuation involving left\nadrenal gland, suggestive of adrenal myclolipoma.\n\n° attenuation +390 HU to\no\n\nation +360 HU to\n\nation +590 HU to\nr just distal to left pelvi-\nydronephrosis or hydroureter seen,\ntion in middle group of calyces.\n\nanding and cortical renal scarring, Advice\nlation to rule out possibility of early renal\n\nal 7\n{\\ Rtn\n\nDr. Slesha Bhalja Dr. Vishakha Patel\nRadiologist Radiologist\n\nDr. Tapan Patel Dr. Jitendra Parmar\nRadiologist Radiologist\n\nPage 2 of 2\n\n9 aU Samu Con T/L PIDUIC EA TLC UMMC Me) DACs tutte TCT Temple,\n\n+91 73837 13579 | 24x7 Emergency Service | Ambulance Service\n\nScience City Rd., Sola, Ahmedabad, Ph:\n\n    \n\f",
    "metadata": {
      "confidence": 0.5,
      "fallback_used": true,
      "structured_method": "ner"
    },
    "structured_data": {
      "method": "ner",
      "entities": []
    }
  },
  {
    "file": "Patient onboarding form.jpeg",
    "source_type": "image",
    "text": "ae CO —er\n\nayo C Jarntoutent Goht] Ho N7- 1912\nHealth Fintt\n\nHealjneare Finance, Simple\n\n    \n        \n\n  \n\n* PATIENT ONBOARDING FORM\nPatient Name Power eastaetabbes A\nPolicyholder Name e Cerne, Du Tyeoblus A\nPolicyholder Contact no. ATK US ISTE\nPolicyholder’s Email Id 7 oe\n\nDate of Admission Is [ate ©\n\nBisgnce= 7] mute leeS Pence) SAzne\nPast History and duration (If any)\n\n     \n\n \n \n\n     \n     \n     \n      \n   \n\n  \n\nSide Z px9s Him Og Sten\n\nSuid & mMadet! morpegmed\n\n  \n\nReason of hospitalization Gwra)t coA\\ mopugmaed-\n\n     \n    \n    \n \n\nPrevious Claim Amount in\ncurrent yearpolicy\nImplant Yes / No\n\n \n\n \n\nAmount\n\n \n\n \n\nEstimate-Bifurcation\n\n \n\n     \n    \n    \n\n \n \n\n \n\n \n\n \n\n \n\n      \n   \n   \n\n \n\n \n\nCharges Name Amount\nRoom Charge (LOS) .SPeasct) Uso0 vas 100\nDr.Visit Charge anno x 4 ~ $000\nNursing Charge TEN OKIGSE 1oo0\nMedicine Charge S000\nLab Charg a 2000\n\n \n\n40.000\n\n \n\n \n\n \n\n \n\nEstimate Total\n\n \n\f",
    "metadata": {
      "confidence": 0.7,
      "fallback_used": false,
      "structured_method": "ner"
    },
    "structured_data": {
      "method": "ner",
      "entities": []
    }
  },
  {
    "file": "MASTER POLICY-HDFC GROUP HEALTH-1.pdf",
    "source_type": "digital_pdf",
    "text": "HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n1 Table of Contents  \nSr. No.  Particulars  Page No.  \n1 Preface  2 \n2 Standard Definitions  2 \n3 Specific Definitions  3 \n4 Base Indemnity Coverage  19 \n5 Optional Coverages  21 \n6 Other Base Coverages  30 \n7 Waiting Period  58 \n8 Standard Permanent Exclusions  60 \n9 Specific Permanent Exclusions  62 \n10 Standard General Terms and Clauses  64 \n11 Specific Terms and Clauses  70 \n12 Other Terms and Conditions  73 \n13 Ombudsman Details  80 \n14 Annexures  82 \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n2 SECTION 1. PREFACE  \nA. OPERATING CLAUSE  \nWe will provide Insurance coverage to the Insured Person(s)  under this Policy up to Sum Insured \nas applicable for the specific cover. Coverage under this Policy is subject to exclusions, waiting \nperiods, limits, Sub -limits, Co -payment, Deductible, Aggregate Deductible as specified in the Policy \nSchedule/Certificat e of Insurance.The Policy is based on statements, disclosures, declarations \nmade in the Proposal form/Enrollment form and Medical reports.  \nB. DEFINITIONS  \nThe terms defined below have the meanings as described to them wherever they appear in this \nPolicy and, w here appropriate, references to the singular include references to the plural; \nreferences to the male include the female and references to any statutory enactment include \nsubsequent changes to the same.  \n \nI. STANDARD DEFINITIONS  \nDef. 1  Accident  or Accidental means a sudden, unforeseen and involuntary event caused by external, \nvisible and violent means.  \nDef. 2  Any one illness  means continuous period of Illness and includes relapse within 45 days from the \ndate of last consultation with the Hospital/Nursing Home where treatment  was taken  \nDef. 3  Ayush Hospital  means a n AYUSH Hospital is a healthcare facility wherein medical/surgical/para -\nsurgical treatment procedures and interventions are carried out by AYUSH Medical Practitioner(s) \ncomprising of any of the following:  \na. Central or State Government AYUSH Hospital; or  \nb. Teaching hospital attached to AYUSH College recognized by the Central Government /Central \nCouncil of Indian Medicine/Central Council for Homeopathy; or  \nc. AYUSH Hospital, standalone or co -located within -patient healthcare facilit y of any recognized \nsystem of medicine, registered with the local authorities, wherever applicable, and is under \nthe supervision of a qualified registered AYUSH Medical Practitioner and must comply with all \nthe following criterion:  \ni. Having at least 5 in -patient beds;  \nii. Having qualified AYUSH Medical Practitioner in charge round the clock;  \niii. Having dedicated AYUSH therapy sections as required and/or has equipped operation \ntheatre where surgical procedures are to be carried out;  \niv. Maintaining daily records of the pa tients and making them accessible to the insurance \ncompany’s authorized representative.  \nDef. 4  AYUSH Day Care Centre  means and includes Community Health Centre (CHC), Primary Health \nCentre (PHC), Dispensary, Clinic, Polyclinic or any such health center which is r egistered with the \nlocal authorities, wherever applicable and having facilities for carrying out treatment procedures \nand medical or surgical/para -surgical interventions or both under the supervision of registered HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n3 AYUSH Medical Practitioner(s) on day care basis without in -patient services and must comply with \nall the following criterion:  \ni. Having qualified registered AYUSH Medical Practitioner (s) in charge;  \nii. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre \nwhere surgic al procedures are to be carried out;  \niii. Maintaining daily records of the patients and making them accessible to the insurance \ncompany’s authorized representative.  \nDef. 5  Cashless Facility means a facility extended by the insurer to the insured where the payments, \nof the costs of treatment undergone by the insured in accordance with the policy terms and \nconditions, are directly made to the Network Provider by the insurer to the extent pre -authorization \nis approved.  \nDef. 6  Condition Precedent means a policy term or condition upon which the Insurer’s liability under \nthe policy is conditional upon  \nDef. 7  Congenital Anomaly means a condition(s) which is present since birth, and which is abnormal \nwith reference to form, structure or position.  \na) Internal Congenital Anomaly: Congenital Anomaly which is not in the visible and accessible \nparts of the body.  \nb)  External Congenital Anomaly: Congenital Anomaly which is in the visible and accessible parts \nof the body  \nDef. 8  Co-Payment means a cost sharing requirement under a health insurance policy that provides \nthat the policyholder/insured will bear a specified percentage of the admissible claims amount. A \nCo-Payment  does not reduce the Sum Insured  \nDef. 9  Cumulative Bonus means any increase or addition in the Sum Insured granted by the Insurer \nwithout an associated increase in premium.  \nDef. 10  Day care Centre means any institution established for Day Care Treatment of Illness and / or \ninjuries or a medical set -up with a Hospital and which has been r egistered with the local \nauthorities, wherever applicable, and is under the supervision of a registered and qualified medical \npractitioner AND must comply with all minimum criterion as under: - \ni. has qualified nursing staff under its employment;  \nii. has qualified  medical practitioner/s in charge;  \niii. has fully equipped operation theatre of its own where surgical procedures are carried out;  \niv. maintains daily records of patients and will make these accessible to the insurance company’s \nauthorized personnel  \nDef. 11  Day Care Treatm ent/ Procedures means those medical treatment , and/or surgical procedure \nwhich is  \ni) undertaken under General or Local Anaesthesia in a Hospital/Day Care Centre in less than 24 \nhours because of technological advancement, and  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n4 ii) which would have otherwise require d Hospitalization of more than 24 hours,  \n Treatment normally taken on an Out -patient basis is not included in the scope of this definition  \nDef. 12  Dental Treatment means a treatment related to teeth or structures supporting teeth including \nexaminations, fillings (where appropriate), crowns, extractions and surgery  \nDef. 13  Disclosure of information norm  means the policy shall be void and all premiums paid hereon \nshall be forfeited to the Company, in the event of misrepresentation, mis -description or non -\ndisclosure of any material fact.  \nDef. 14  Domiciliary Hospitalization means medical treatment for an Illness/di sease/Injury which in  the \nnormal course would require care and treatment at a Hospital but is actually taken while  confined \nat home under any of the following circumstances:  \ni. the condition of the patient is such that he/she is not in a condition to be remov ed to a \nHospital, or  \nii. the patient takes treatment at home on account of non -availability of room in a Hospital  \nDef. 15  Emergency Care  means management for an Illness or injury which results in symptoms which \noccur suddenly and unexpectedly, and requires immediate c are by a Medical Practitioner to prevent \ndeath or serious long term impairment of the insured person’s health.  \nDef. 16  Deductible means a cost sharing requirement under a health insurance policy that provides that \nthe Insurer will not be liable for a specified rup ee amount in case of indemnity policies and for a \nspecified number of days/hours in case of Hospital cash policies, which will apply before any \nbenefits are payable by the insurer. A Deductible does not reduce the sum insured.  \nDef. 17  Grace Period means the specif ied period of time, immediately following the premium due date \nduring which premium payment can be made to renew or continue a policy in force without loss \nof continuity benefits pertaining to waiting periods and coverage of pre -existing diseases. Coverage  \nneed not be available during the period for which no premium is received. The grace period for \npayment of the premium for all types of insurance policies shall be: fifteen days where premium \npayment mode is monthly and thirty days in all other cases. Prov ided the insurers shall offer \ncoverage during the grace period, if the premium is paid in instalments during the policy period. \n(Note: In case of non -instalment premium payment, coverage shall not be available for the period \nfor which no premium is receive d). \nDef. 18  Hospital  means any institution established for In -patient Care and Day Care Treatment of Illness \nand/or injuries and which has been registered as a Hospital with the local authorities under the \nclinical Establishments (Registration and Regulation) Act,  2010 or under the enactments specified \nunder the Schedule of Section 56(1) of the said Act OR  complies with all minimum criteria as \nunder:  \ni. has at least 10 in -patient beds, in towns having a population of less than 10,00,000 and 15 \nin-patient beds in all o ther places,  \nii. has qualified nursing staff under its employment round the clock,  \niii. has qualified Medical Practitioner(s) in charge round the clock,  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n5 iv. has a fully equipped operation theatre of its own where surgical procedures are carried out,  \nv. maintains daily rec ords of patients and will make these accessible to the insurance company’s \nauthorized personnel.  \nDef. 19  Hospitalization  means admission in a Hospital for a minimum period of 24 consecutive ‘In -patient \nCare’ hours except for specified procedures/treatments, where such admission could be for a \nperiod of less than 24 consecutive hours.  \nDef. 20  Illness/ Illnesses means  a sickness or a disease or pathological condition leading to the \nimpairment of normal physiological function which manifests itself during the Policy Period and \nrequires medical treatment  \n(a)  Acute condition - Acute condition is a disease, Illness or Inj ury that is likely to respond quickly \nto treatment which aims to return the person to his or her state of health immediately before \nsuffering the disease/Illness/Injury which leads to full recovery  \n(b)  Chronic condition - A chronic condition is defined as  a disease, Illness, or Injury that has one \nor more of the following characteristics:  \n1. it needs on -going or long -term monitoring through consultations, examinations, check -\nups, and /or tests  \n2. it needs on -going or long -term control or relief of symptoms  \n3. it requires rehabilitation for the patient or for the patient to be specially trained to cope \nwith it  \n4. it continues indefinitely  \n5. it recurs or is likely to recur  \nDef. 21  Injury  means Accidental physical bodily harm excluding Illness or disease solely and directly \ncaused by external, violent and visible and evident means which is verified and certified by a \nMedical Practitioner.  \nDef. 22  In-patient Care  means treatment for which the Insured Person has to stay in a Hospital for more \nthan 24 hours for a covered event.  \nDef. 23  Intensive Care Unit means an identified section, ward or wing of a Hospital which is under the \nconstant supervision of a dedicated Medical Practitioner(s), and which is specially equipped for the \ncontinuous monitoring and treatment of patients who are in a critical condi tion, or require life \nsupport facilities and where the level of care and supervision is considerably more sophisticated \nand intensive than in the ordinary and other wards.  \nDef. 24  ICU (Intensive Care Unit) Charges means the amount charged by a Hospital towards ICU  \nexpenses which shall include the expenses for ICU bed, general medical support services provided \nto any ICU patient including monitoring devices, critical care nursing and intensive charges  \nDef. 25  Maternity Expenses means  \na. Medical treatment expenses traceable to childbirth (including complicated deliveries and \ncaesarean section incurred during Hospitalization).  \nb. Expenses towards lawful medical termination of pregnancy during the policy Period.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n6 Def. 26  Medical Advice  means any consultation or advice from a Medical Practitio ner including the issue \nof any prescription or follow up prescription.  \nDef. 27  Medical Expenses means those expenses that an Insured Person has necessarily and actually \nincurred for medical treatment on account of Illness or Accident on the advice of a Medical \nPractitioner, as long as these are no more than would have been payable if the Insured Person \nhad not been insured and no more than other hospitals or Medical practitioners in the same locality \nwould have charged for the same medical treatment.  \nDef. 28  Medically Nece ssary treatment means any treatment, test, medication, or stay in Hospital  or \npart of stay in Hospital  which  \ni. Is required for the medical management of the Illness  or Injury  suffered by the Insured  \nPerson;  \nii. Must not exceed the level of care necessary to provide safe, adequate and appropriate medical \ncare in scope, duration or intensity.  \niii. Must have been prescribed by a Medical Practitioner.  \niv. Must conform to the professional standards widely accepted in international medical practice \nor by the medical communi ty in India.  \nDef. 29  Medical Practitioner means a person who holds a valid registration from the Medical Council of \nany State or Medical Council of India or Council for Indian Medicine or for Homeopathy set up by \nthe Government of India or a State Government and i s thereby entitled to practice medicine within \nits jurisdiction; and is acting within the scope and jurisdiction of license. Medical Practitioner who \nis sharing the same residence with the Insured person`s and is a member of Insured Person’s \nfamily are not  considered as Medical Practitioner under the scope of this Policy.  \nDef. 30  Migration  means a facility provided to policyholders (including all members under family cover \nand group policies), to transfer the credits gained for pre -existing diseases and specific wa iting \nperiods from one health insurance policy to another with the same insurer.  \nDef. 31  Newborn Baby means baby born during the Policy Period and is Aged up to 90 days  \nDef. 32  Network Provider means Hospitals or health care providers enlisted by an insurer, TPA or jointl y \nby an Insurer and TPA to provide medical services to an insured by a Cashless facility.  \nDef. 33  Non Network means any Hospital, Day Care Centre or other provider that is not part of the \nNetwork  \nDef. 34  Non-Medical Expenses – Are expenses other than those defined as Medical Expenses and which \nare listed on our website www.hdfcergo .com \nDef. 35  Notification of Claim means the process of intimating a claim to the insurer or TPA through any \nof the recognized modes of communication.  \nDef. 36  Portability means a facility provided to t he health insurance policyholders (including all members \nunder family cover), to transfer the credits gained for, pre -existing diseases and specific waiting \nperiods from one insurer to another insurer  \nDef. 37  Pre-existing disease means any condition, ailment, inju ry or disease:  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n7 i. that is/are diagnosed by a physician not more than 36 months prior to the date of \ncommencement of the policy issued by the insurer; or  \nii. for which medical advice or treatment was recommended by, or received from, a physician, \nnot more than 36 months prior to the date of commencement of the policy.  \nDef. 38  Pre-hospitalization Medical Expenses means Medical Expenses incurred during pre -defined \nnumber of days preceding the Hospitalization of the Insured Person, provided that:  \ni. Such Medical Expenses are inc urred for the same condition for which the Insured Person’s \nHospitalization was required, and  \nii. The In -patient Hospitalization claim for such Hospitalization is admissible by the Insurance \nCompany  \nDef. 39  Post-hospitalization Medical Expenses  means Medical Expenses incurred during pre -defined \nnumber of days immediately after the insured person is discharged from the Hospital provided \nthat: \ni. Such Medical Expenses are for the same condition for which the insured person’s \nHospitalization was required, and  \nii. The in -patient Hospitalization claim for such Hospitalization is admissible by the insurance \ncompany.  \nDef. 40  Qualified Nurse is a person who holds a valid registration from the nursing council of India or \nthe nursing council of any state in India  \nDef. 41  Renewal means the terms on whic h the contract of insurance can be renewed on mutual consent \nwith a provision of Grace Period for treating the Renewal continuous for the purpose of gaining \ncredit for Pre -Existing Diseases,  time-bound exclusions and for all waiting periods  \nDef. 42  Room Rent  means the amount charged by a Hospital towards Room and Boarding expenses and \nshall include the Associated Medical  Expenses  \nDef. 43  Reasonable and Customary Charges means  the charges for services or supplies, which are \nthe standard charges for a specific provider and consistent with the prevailing charges in the \ngeographical area for identical or similar services ,taking into account the nature of Illness/ Injury \ninvolved.  \nDef. 44  Unproven/Experimental Treatment  is a treatment including drug experimental therapy, which \nis based on established medical practice in India, is a treatment experimental or unproven.  \nDef. 45  Surgery or Surgical Procedure means manual and / or operative procedure ( s) required for \ntreatment of an Illness or Injury, correction of deformities and defects, diagnosis and cure of \ndiseases, relief from suffering and prolongation of life, performed in a Hospital or Day Care Centre \nby a medical practitioner.  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n8 II. SPECIFIC DEFIN ITIONS  \nDef. 1  Adventurous/Hazardous Sports means  any sport or activity involving physical exertion and \nskill in which an Insured Person  participates or competes for entertainment or as part of his \nProfession whether he / she is trained or not.  \nDef. 2  Age or Aged  means completed years as at the Policy Commencement Date.  \nDef. 3  AYUSH treatment means forms of treatments other than treatment “Allopathy” or “modern \nmedicine” and includes Ayurveda, Unani, Siddha, Homeopathy, Yoga & Naturopathy in the Indian \ncontext.  \nDef. 4  Aggregate  Deductible  is a cost -sharing requirement under a health insurance policy that \nprovides that the Company will not be liable for a specified rupee amount of the covered expenses, \nwhich will apply before any benefits are payable by the Company. An Aggregate deductible does \nnot reduce the Sum Insured. The deductible is applicable in aggregate towards hospitalization \nexpenses incurred which are admissible under this Policy (and not excluded) during the policy year \nby insured person (individual Sum Insured polic y) or insured family (in case of floater sum insured \npolicy).  \nDef. 5  Associated Medical Expenses means medical expenses such as Professional fees, OT charges, \nProcedure charges, etc., which vary based on the room category occupied by the insured person \nwhilst und ergoing treatment in some of the hospitals. If Policy Holder chooses a higher room \ncategory above the eligibility defined in policy, then proportionate deduction will apply on the \nAssociated Medical Expenses in addition to the difference in room rent. Such  associated medical \nexpenses do not include Cost of pharmacy and consumables, Cost of implants and medical devices \nand Cost of diagnostics.  \n Proportionate deduction shall not be applicable to ‘ICU charges’ also.  \nDef. 6  AYUSH Treatment refers to the medical and/or  hospitalisation treatments given under Ayurveda, \nYoga and Naturopathy, Unani, Siddha and Homeopathy systems  \nDef. 7  Bank rate means the rate fixed by the Reserve Bank of India (RBI) at the beginning of the \nfinancial year in which claim has fallen due.  \nDef. 8  Base Sum In sured means the limit opted at the time of inception or modified at the time of \nrenewal whichever is later, for a particular coverage / section of the Policy. It forms a part of the \nCompany’s liability with regards to the cover in a given Policy Year.  In case of Individual Policies \nBase Sum Insured shall be on per Insured Person basis. In case of Family Floater policies, a \ncommon Base Sum Insured shall be available on a floating basis amongst all the Insured Persons. \nBase Sum Insured for a coverage / sectio n shall be on a Policy Year basis unless specified otherwise \nin the benefit or mentioned in the Policy Schedule / Certificate of Insurance.  \nDef. 9  Break in Policy  means the period of gap that occurs at the end of the existing policy \nterm/installment premium due date, when the premium due for renewal on a given policy or \ninstallment premium due is not paid on or before the premium renewal date or grace period.  \nDef. 10  Biolo gical attack or weapons the emission, discharge, dispersal, release or escape of any \npathogenic (disease producing) micro -organisms and/or biologically produced toxins (including HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n9 genetically modified organisms and chemically synthesized toxins) which are c apable of causing \nany Illness, incapacitating disablement or death.  \nDef. 11  Catastrophic Event  means and includes Storm, Cyclone, Typhoon, Tempest, Hurricane, \nTornado, Tsunami, Flood, Inundation and Earthquake  \nDef. 12  Certificate of Insurance (COI) is a document pertainin g to the Insured Person. It is attached \nto and forms part of this Policy. The COI must be read in conjunction with the Policy Wordings \n(Policy Terms and Conditions) for complete understanding and clarity on coverages and the limits \nof such coverages applic able to the Insured Persons. The COI captures  \n(a) the details of all the Insured Persons under the Policy,  \n(b) Any Special conditions,  \n(c) Applicable Waiting periods,  \n(d) Any Special Exclusions or Insuring terms,  \n(e) The names of the coverages that are in force and applicable  under this policy,  \n(f) The Sum Insured stipulated against coverages that are in force,  \n(g) The Policy Period and the limits upto which benefits are payable under the Policy.  \n(h) The COI also includes any Annexure and/or endorsements, made to or on it from time to tim e, \nand if more than one, then the latest in time  \nDef. 13  Chemical attack or weapons means the emission, discharge, dispersal, release or escape of \nany solid, liquid or gaseous chemical compound which, when suitably distributed, is capable of \ncausing any Illness, i ncapacitating disablement or death.  \nDef. 14  Commencement Date  means the commencement date of the Policy as specified in the Policy \nSchedule/Certificate of Insurance  \nDef. 15  Coma/Comatose State  means a state of unconsciousness with no reaction or response to \nexternal stimu li or internal needs. This diagnosis must be supported by evidence of all of the \nfollowing:  \ni. no response to external stimuli continuously for at least 96 hours;  \nii. life support measures are necessary to sustain life; and  \niii. permanent neurological deficit which mu st be assessed at least 30 days after the onset of the \ncoma.  \niv. The condition has to be confirmed by a specialist medical practitioner.  \nv. Coma resulting directly from alcohol or drug abuse is excluded.  \nDef. 16  Dependent Child / Children  means a child (natural or legally adopted), who is unmarried, aged \nbetween 91 days and 25 years, financially dependent on the primary Insured or Proposer and does \nnot have his / her independent sources of income.  \nDef. 17  Dependents means only the family members l isted below:  \na) Your legally married spouse as long as she continues to be married to You  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n10 b) Your children Aged between 91 days and 25 years if they are unmarried, still financially \ndependent on You and have not established their own independent households;  \nc) Your  natural parents or parents that have legally adopted You, and Your  parent in laws  \nDef. 18  Dependent Parents  means Your natural parents, parents that have legally adopted you or Your \nparents in law.  \nDef. 19  Family Floater  means a Policy described as such in the Policy Sch edule where under You and \nYour Dependents (Spouse, dependent children, dependent parents/parents in laws) named in the \nPolicy Schedule are insured under this Policy as at the Commencement Date on floater Sum \nInsured basis.  \nDef. 20  General Ward means a room in a Ho spital with more than double occupancy having shared \nwashroom. This room does not include kitchen / dining area.  \nDef. 21  Life threatening situation  shall mean a serious medical condition or symptom resulting from \nInjury or Illness which is not pre -existing disease , which arises suddenly and unexpectedly, and \nrequires immediate care and treatment by a Medical Practitioner, generally received within 24 \nhours of onset to avoid jeopardy to life or serious long term impairment of the Insured Person’s \nhealth, until stabi lisation at which time this medical condition or symptom is not considered an \nEmergency anymore . \nDef. 22  Insured Person means You and the persons named in the Policy Schedule who are insured under \nthe Policy.  \nDef. 23  Material Facts  means all relevant information sought by  the Company in the Proposal Form and \nother connected documents to enable it to take informed decision in the context of underwriting \nthe risk.  \nDef. 24  Non-instalment Premium Payment  refers to payment of premium for the entire policy period \nmade in  advance as a single premium.  \nDef. 25  Nuclear attack means the use of any nuclear weapon or device or waste or combustion of nuclear \nfuel or the emission, discharge, dispersal, release or escape of fissile/ fusion material emitting a \nlevel of radioactivity capable of causing an y Illness, incapacitating disablement or death.  \nDef. 26  OPD Treatment  is a type of treatment in which the Insured visits a clinic / Hospital or associated \nfacility like a consultation room for diagnosis and treatment based on the advice of a Medical \nPractitioner. The Insured is not admitted as a day care or in -patient . \nDef. 27  Policy  means Your statements in the proposal form / enrolment form (which are the basis of this \nPolicy), this policy wording (including endorsements, if any), and the Policy Schedule / Certificate \nof Insurance.  \nDef. 28  Policy Period  means the period between the Commencement Date and the Expiry Date specified \nin the Certificate of Insurance.  \nDef. 29  Policy Holder  means Person who has proposed the Policy and in whose name the Policy is issued  \nDef. 30  Policy Schedule is a document pertaining to the Master / Group Policyholder. It is attached to \nand forms part of this Policy. The Policy Schedule must be read in conjunction with the Policy HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n11 Wordings (Policy Terms and Conditions) for complete understanding and clarity on covera ges and \nthe limits of such coverages applicable to the Insured Persons. The Policy Schedule captures  \n(a) the details of all the Insured Persons under the Policy,  \n(b) Any Special conditions,  \n(c) Applicable Waiting periods,  \n(d) Any Special Exclusions or Insuring terms,  \n(e) The names of the coverages that are in force and applicable under this policy,  \n(f) The Sum Insured stipulated against coverages that are in force,  \n(g) The Policy Period and the limits upto which benefits are payable under the Policy.  \n(h) The Policy Schedule also includes any Annexure and/or endorsements, made to or on it from \ntime to time, and if more than one, then the latest in time  \nDef. 31  Policy Year means a period of twelve months beginning from the date of commencement of the \npolicy period and ending on the last day of such twelve -month period. For the purpose of \nsubsequent years, policy year shall mean a period of twelve months commencing from the end of \nthe previous policy year and lapsing on the last day of such twelve -month period, till the policy \nperiod, as mentioned in the schedule  \nDef. 32  Preventive Health Check -up -Preventive Health Check -up means a package of medical test(s) \nundertaken for general assessment of health status, it does not include any diagnostic or \ninvestigative medical tests for evaluation of illness or a disease.  \nDef. 33  Second Medical Opinion means a procedure where by upon request of Insured Person, an \nindependent Medical Practitioner reviews and opines on treating Medical Practitioner’s \nrecommendation as to care and treatment of Insured Person by reviewing Insu red Person’s \nmedical status and history  \nDef. 34  Sum Insured mentioned against a coverage / section represents Our maximum liability with \nregards to that coverage / section for a given Policy Year. It is arrived at by adding the Base Sum \nInsured with the below ment ioned coverages if in force and applicable to the cover  \ni. Double Sum Insured for Critical Illness (wherever applicable)  \nii. Accumulated Cumulative bonus  \niii. Accumulated Inflation Protector  \niv. Secure Benefit  \nv. Restore benefit  \nvi. Double Restore benefit OR Unlimited Restore Benefit  \nIn case there is no accumulation under the coverages mentioned above or if they are not in force \n/ not applicable their amount shall be considered as zero. In case of Individual Policies Sum Insured \nshall be on per Insured Person basis. In case of Family Floater policies, a common Sum Insured \nshall be available on a floating basis amongst all the Insured Persons. Sum Insured for a coverage HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n12 / section shall be on a Policy Year basis unless specified otherwise in the coverage or mentioned \nin the Policy  Schedule / Certificate of Insurance. Sum Insured shall reduce during the Policy Year \nin case of a claim.  \nDef. 35  Sub-limit means a cost sharing requirement under a health insurance policy in which an insurer \nwould not be liable to pay any amount in excess of the pre-defined limit  \nDef. 36  Time Deductible  means a cost sharing requirement under a health insurance Policy that provides \nthat the Insurer will not be liable for a specified number of days, which will apply before any \nbenefits are payable by the insurer. A Time Ded uctible does not reduce the Sum Insured  \nDef. 37  We/Our/Us/Insurer/Company means the HDFC ERGO General Insurance Company Limited  \nDef. 38  You/Your means the Insured Person named in the Certificate of Insurance who is insured under \nthe Policy  \n \nIII. CRITICAL ILLNESS STANDARD DEFINITIONS [Applicable to Section 2.A.II.10, 22 & \nSection 2.B.3.]  \n1. Cancer of specified severity  \nA malignant tumour characterized by the uncontrolled growth and spread of malignant cells with \ninvasion and destruction of normal tissues. This diagnosis must be supported by histological \nevidence of malignancy. The term cancer includes leukaemia, lymphoma and sarcoma.  \nThe following are excluded:  \ni. All tumours which are histologically described as carcinoma in situ, benign, pre -malignant, \nborderline malignant, low  malignant potential, neoplasm of unknown behaviour, or non -\ninvasive, including but not limited to: Carcinoma in situ of breasts, Cervical dysplasia CIN -1, \nCIN - 2 and CIN -3. \nii. Any non -melanoma skin carcinoma unless there is evidence of metastases to lymph n odes or \nbeyond;  \niii. Malignant melanoma that has not caused invasion beyond the epidermis;  \niv. All tumours of the prostate unless histologically classified as having a Gleason score greater \nthan 6 or having progressed to at least clinical TNM classification T2N0M0  \nv. All Thyroid cancers histologically classified as T1N0M0 (TNM Classification) or below;  \nvi. Chronic lymphocytic leukaemia less than RAI stage 3  \nvii. Non-invasive papillary cancer of the bladder histologically described as TaN0M0 or of a lesser \nclassification,  \nviii. All Ga stro-Intestinal Stromal Tumours histologically classified as T1N0M0 (TNM Classification) \nor below and with mitotic count of less than or equal to 5/50 HPFs;  \n \n2. Open Chest CABG  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n13 I. The actual undergoing of heart surgery to correct blockage or narrowing in one or more \ncoronary artery(s), by coronary artery bypass grafting done via a sternotomy (cutting through \nthe breast bone) or minimally invasive keyhole coronary artery bypass procedures. The \ndiagnosis must be supported by a coronary angiography and the realizati on of surgery has to \nbe confirmed by a cardiologist.  \nII. The following are excluded:  \na. Angioplasty and/or any other intra -arterial procedures  \n3. Myocardial Infarction (First Heart Attack of specified severity)  \nI. The first occurrence of heart attack or myocardial infarction, which means the death of a \nportion of the heart muscle as a result of inadequate blood supply to the relevant area. The \ndiagnosis for Myocardial Infarction should be evidenced by all of the following criteria:  \na. A history of typical clinical symp toms consistent with the diagnosis of acute myocardial \ninfarction (For e.g. typical chest pain)  \nb. New characteristic electrocardiogram changes  \nc. Elevation of infarction specific enzymes, Troponins or other specific biochemical markers.  \nII. The following are excluded:  \na. Other acute Coronary Syndromes  \nb. Any type of angina pectoris  \nc. A rise in cardiac biomarkers or Troponin T or I in absence of overt ischemic heart disease \nOR following an intra -arterial cardiac procedure.  \n4. Kidney failure requiring regular dialysis  \nI. End stage renal disease presenting as chronic irreversible failure of both kidneys to function, \nas a result of which either regular renal dialysis (haemodialysis or peritoneal dialysis) is \ninstituted or renal transplantation is carried out. Diagnosis has to be  confirmed by a specialist \nmedical practitioner.  \n5. Major Organ/Bone Marrow Transplant  \nThe actual undergoing of a transplant of:  \na. One of the following human organs: lung, liver, kidney, pancreas, that resulted from \nirreversible end -stage failure of the relevant organ,  \nb. The undergoing of a transplant has to be confirmed by a specialist medical practitioner.  \nThe following are excluded:  \na. Other stem -cell transplants  \nb. Where only islets of langerhans are transplanted  \n6. Multiple Sclerosis with persisting symptoms  \nI. The unequivocal diagnosis of Definite Multiple Sclerosis confirmed and evidenced by all of the HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n14 following:  \na. investigations including typical MRI findings which unequivocally confirm the diagnosis to \nbe multiple sclerosis and  \nb. there must be current clinical im pairment of motor or sensory function, which must have \npersisted for a continuous period of at least 6 months.  \nII. Neurological damage due to SLE is excluded.  \n7. Permanent Paralysis of Limbs  \nI. Total and irreversible loss of use of two or more limbs as a result of i njury or disease of the \nbrain or spinal cord. A specialist medical practitioner must be of the opinion that the paralysis \nwill be permanent with no hope of recovery and must be present for more than 3 months.  \n8. Stroke resulting in permanent symptoms  \nI. Any cere brovascular incident producing permanent neurological sequelae.  \na. This includes infarction of brain tissue, thrombosis in an intracranial vessel, haemorrhage \nand embolisation from an extracranial source.  \nb. Diagnosis has to be confirmed by a specialist medical practitioner and evidenced by typical \nclinical symptoms as well as typical findings in CT Scan or MRI of the brain. Evidence of \npermanent neurological deficit lasting for at least 3 months has to be produced.  \nII. The following are excluded:  \na. Transient ischemic attacks (TIA)  \nb. Traumatic injury of the brain  \nc. Vascular disease affecting only the eye or optic nerve or vestibular functions.  \n9. Coma of Specified Severity  \nI. A state of unconsciousness with no reaction or response to external stimuli or internal needs. \nThis diagnosis must be supported by evidence of all of the following:  \ni) no response to external stimuli continuously for at least 96 hours;  \nii) life support measures are necessary to sustain life; and  \niii) permanent neurological deficit which must be assessed at least 30 days after the onset \nof the coma.  \nII. The condition has to be confirmed by a specialist medical practitioner.  \na. Coma resulting directly from alcohol or drug abuse is excluded.  \n \n10. Open Heart Replacement or Repair of Heart Valves  \nThe actual undergoing of open -heart valve surgery is to replace or repair one or more heart valves, \nas a consequence of defects in, abnormalities of, or diseaseaffected cardiac valve(s). The diagnosis \nof the valve abnormality must be supported by an echocardiography and the realization of su rgery HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n15 has to be confirmed by a specialist medical practitioner. Catheter based techniques including but \nnot limited to, balloon valvotomy/valvuloplasty are excluded.  \n11. Motor Neuron Disease with Permanent Symptoms  \nMotor neuron disease diagnosed by a specialist medical practitioner as spinal muscular atrophy, \nprogressive bulbar palsy, amyotrophic lateral sclerosis or primary lateral sclerosis. There must be \nprogressive degeneration of corticospinal tracts and anterior horn cells or bulbar efferent neur ons. \nThere must be current significant and permanent functional neurological impairment with objective \nevidence of motor dysfunction that has persisted for a continuous period of at least 3 months.  \n12. Major Head Trauma  \nI. Accidental head injury resulting in perm anent Neurological deficit to be assessed no sooner \nthan 3 months from the date of the accident. This diagnosis must be supported by unequivocal \nfindings on Magnetic Resonance Imaging, Computerized Tomography, or other reliable \nimaging techniques. The acci dent must be caused solely and directly by accidental, violent, \nexternal and visible means and independently of all other causes.  \nII. The Accidental Head injury must result in an inability to perform at least three (3) of the \nfollowing Activities of Daily Livi ng either with or without the use of mechanical equipment, \nspecial devices or other aids and adaptations in use for disabled persons. For the purpose of \nthis benefit, the word “permanent” shall mean beyond the scope of recovery with current \nmedical knowled ge and technology.  \nIII. The Activities of Daily Living are:  \ni) Washing: the ability to wash in the bath or shower (including getting into and out of the \nbath or shower) or wash satisfactorily by other means;  \nii) Dressing: the ability to put on, take off, secure and un fasten all garments and, as \nappropriate, any braces, artificial limbs or other surgical appliances;  \niii) Transferring: the ability to move from a bed to an upright chair or wheelchair and vice \nversa;  \niv) Mobility: the ability to move indoors from room to room on le vel surfaces;  \nv) Toileting: the ability to use the lavatory or otherwise manage bowel and bladder functions \nso as to maintain a satisfactory level of personal hygiene;  \nvi) Feeding: the ability to feed oneself once food has been prepared and made available.  \nIV. The fo llowing are excluded:  \ni) Spinal cord injury;  \nIV. CRITICAL ILLNESS STANDARD DEFINITIONS [Applicable to Section 2.A.II.18]  \n1. Kidney failure requiring regular dialysis  \nEnd stage renal disease presenting as chronic irreversible failure of both kidneys to function, as a  \nresult of which either regular renal dialysis (hemodialysis or peritoneal dialysis) is instituted or \nrenal transplantation is carried out. Diagnosis has to be confirmed by a specialist medical HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n16 practitioner.  \n2. Stroke resulting in permanent symptoms  \nI. Any cerebrovascular incident producing permanent neurological sequelae.  \na. This includes infarction of brain tissue, thrombosis in an intracranial vessel, hemorrhage \nand embolisation from an extra cranial source.  \nb. Diagnosis has to be confirmed by a specialist medical practitioner  and evidenced by typical \nclinical symptoms as well as typical findings in CT Scan or MRI of the brain. Evidence of \npermanent neurological deficit lasting for at least 3 months has to be produced.  \nII. The following are excluded:  \na. Transient i schemic attacks (TIA)  \nb. Traumatic injury of the brain  \nc. Vascular disease affecting only the eye or optic nerve or vestibular functions.  \n3. Open Chest CABG  \nI. The actual undergoing of heart surgery to correct blockage or narrowing in one or more \ncoronary artery(s), by coronary artery bypass grafting done via a sternotomy (cutting through \nthe breast bone) or minimally invasive keyhole coronary artery bypass procedures. The \ndiagnosis must be supported by a coronary angiography and the realization of surgery has to \nbe confirmed by a cardiologist.  \nII. The following are excluded:  \na. Angioplasty and/or any other intra -arterial procedures  \n4. Cancer of specified severity  \nA malignant tumour characterized by the uncontrolled growth and spread of malignant cells with \ninvasion and destruct ion of normal tissues. This diagnosis must be supported by histological \nevidence of malignancy. The term cancer includes leukaemia, lymphoma and sarcoma.  \nThe following are excluded:  \ni. All tumours which are histologically described as carcinoma in situ, benign, pre -malignant, \nborderline malignant, low malignant potential, neoplasm of unknown behaviour, or non -\ninvasive, including but not limited to: Carcinoma in situ of breasts, Cervical dysplasia CIN -1, \nCIN - 2 and CIN -3. \nii. Any non -melanoma skin carcinoma u nless there is evidence of metastases to lymph nodes or \nbeyond;  \niii. Malignant melanoma that has not caused invasion beyond the epidermis;  \niv. All tumours of the prostate unless histologically classified as having a Gleason score greater \nthan 6 or having progressed  to at least clinical TNM classification T2N0M0  \nv. All Thyroid cancers histologically classified as T1N0M0 (TNM Classification) or below;  \nvi. Chronic lymphocytic leukaemia less than RAI stage 3  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n17 vii. Non-invasive papillary cancer of the bladder histologically described  as TaN0M0 or of a lesser \nclassification,  \nviii. All Gastro -Intestinal Stromal Tumours histologically classified as T1N0M0 (TNM Classification) \nor below and with mitotic count of less than or equal to 5/50 HPFs;  \n5. Third Degree Burns  \nThere must be third -degree burns  with scarring that cover at least 20% of the body’s surface area. \nThe diagnosis must confirm the total area involved using standardized, clinically accepted, body \nsurface area charts covering 20% of the body surface area.  \n \nV. CRITICAL ILLNESS SPECIFIC DEFINITIONS [Applicable to Section 2.A.II.18]  \n1. Encephalitis  \nI. Severe inflammation of brain substance (cerebral hemisphere, brainstem or cerebellum) \ncaused by viral infection and resulting in permanent neurological deficit. This diagnosis must \nbe certified by a Registered Medical practitioner  who is a consultant neurologist and the \npermanent neurological deficit must be documented for at least 6 weeks.  \n2. Brain Surgery  \nThe actual undergoing of surgery to the brain under general anaesthesia during which a \ncraniotom y is performed. Keyhole surgery is included however, minimally invasive treatment where \nno surgical incision is performed to expose the target, such as irradiation by gamma knife or \nendovascular neuroradiological interventions such as embolizations, thromb olysis and stereotactic \nbiopsy are all excluded. Brain surgery as a result of an Accident is also excluded. The procedure \nmust be considered medically necessary by a Registered Medical practitioner who is a qualified \nspecialist.  \n3. Total Replacement of Joints  \nSurgical replacement of a joint with an artificial prosthesis performed under general or regional \nanesthesia in a Hospital by an orthopaedic surgeon.  \n4. Cirrhosis of Liver  \nI. Cirrhosis is a late stage of scarring (fibrosis) of the liver caused by many forms of liver diseases \nand conditions, such as hepatitis.  \nII. Characterized by at least three of the following conditions: I. Jaundice ii. Ascites iii. Bleeding \nfrom esophageal varices  \nIII. Should be certified by a hepatologist and supported by a MRI and Ultrasound and ele vated \nBilirubin levels.  \nIV. Drug or alcohol abuse leading to liver cirrhosis is excluded.  \nVI. SPECIFIC DEFINITIONS FOR VECTOR BORNE DISEASES [Applicable to Section \n2.B.8,9,10]  \n1. Dengue  Fever Diagnosis of Dengue Fever should be confirmed by a Medical Practitioner and  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n18 Laboratory examination result countersigned by a pathologist/ microbiologist confirms the \nfollowing:  \n• Immunoglobulins/PCR test showing positive results for Dengue  \n2. Malaria Diagnosis of Malaria should be confirmed by a Medical Practitioner with confirmatory tests \nindicating presence of Plasmodium Falciparum/ Vivax/ Malariae in the patient’s blood by laboratory \nexamination countersigned by a pathologist/microbiologist in peripheral blood smear or positive \nrapid diagnostic test (antigen detection test)  \n3. Other Vector Borne Diseases  \na. Chikungunya  \nChikungunya is characterized by an abrupt onset of fever with Joint pain. Other common signs \nand symptoms include muscle pain, headache, nausea, fatigue and rash. The diagnosis must \nbe documented by a Medical Practitioner and by Serological tests, such as enzyme -linked \nimmunosorbent assays (ELISA), confirming the presence of IgM and IgG anti chikungunya \nantibodies.  \nb. Japanese Encephalitis  \nCharacterized by rapid onset of high fever, headache, neck stiffness, disorientation, co ma, \nseizures, spastic paralysis. To confirm Japanese Encephalitis (JE) infection and to rule out \nother causes of encephalitis, a laboratory testing of serum or preferably cerebrospinal fluid \nshall be required. The diagnosis must be confirmed by a Medical P ractitioner and positive \nserological test for JE by immunoglobulin M (IgM) antibody capture ELISA (MAC ELISA) for \nserum and cerebrospinal fluid (CSF).  \nc. Kala-azar \nVisceral leishmaniasis, also known as Kala -azar, is characterized by irregular bouts of fever, \nsubstantial weight loss, swelling of the spleen and liver, and anaemia. The diagnosis must be \nconfirmed by a Medical Practitioner and by parasite demonstration in bone \nmarrow/spleen/lymph node aspiration or in culture medium as the confirmatory diagnosis o r \npositive serological tests for Kala -azar should clearly indicate the presence of this disease  \nd. Lymphatic Filariasis  \nCommonly known as Elephantiasis, must be confirmed by a Medical Practitioner and the \nlaboratory examination countersigned by a pathologist must be documented with presence of \nmicrofilariae in a blood smear by microscopic examination and along with any two of the \nfollowing criteria:  \ni. Lymphoedema  \nii. Elephantiasis  \niii. Scrotal swelling  \nSpecific condition for this cover:  \ni. Filariasis will be payable once in  lifetime  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n19 e. Zika Virus  \nPeople with Zika virus disease can have symptoms like mild fever, skin rash, conjunctivitis, \nmuscle and joint pain, malaise or headache.  \nA diagnosis of Zika virus infection should be confirmed by a Medical Practitioner and by plaque -\nreduction neutralization testing (PRNT). PRNT is performed by CDC (Centers for Disease \nControl and Prevention) or a CDC -designated confirmatory testing laboratory to confirm \npresumed positive, equivocal, or inconclusive IgM results  \n \nSECTION 2 - BENEFITS COVE RED UNDER THE POLICY  \nA. BASE INDEMNITY COVERAGE  \nSection 2.A. Base indemnity coverage can be opted on a standalone basis. If opted, all sub -\ncoverages under Section 2.A.I. Hospitalization Expenses section shall be applicable by default. \nHowever, the sub-coverages can be modified at inception or renewal as per options specified in \nthe Proposal Form. The specific limits of each coverage under Section 2.A.I. Hospitalization \nExpenses shall be as stipulated in the Policy Schedule / Certificate of Insurance . \nI. HOSPITALIZATION EXPENSES  \n1) We will indemnify expenses incurred by the Insured person on Medically Necessary Hospitalization \nnecessiated due to an Illness or Injury sustained during the Policy Year.  \n2) The Insured person shall be indemnified for expenses as de tailed in each coverage below if the \nsame are in force as per the Policy Schedule / Certificate of Insurance.  \n3) We shall indemnify expenses upto the Sum Insured stipulated against Hospitalization Expenses \nSection in the Policy Schedule / Certificate of Insur ance.  \n4) Claim admissible under any of the below listed sub -coverages of Hospitalization Expenses shall \nreduce the Sum Insured stipulated against Hospitalization Expenses in the Policy Schedule / \nCertificate of Insurance.  \n \nCOVERS UNDER HOSPITALIZATION EXPENSE S \na. Medical Expenses  \ni. Room Rent and boarding charges at actuals (unless specified otherwise in the Policy \nSchedule / Certificate of Insurance)  \nii. Intensive Care Unit charges at actuals (unless specified otherwise in the Policy Schedule \n/ Certificate of Insurance)  \niii. Consultation fees & Nursing charges  \niv. Anesthesia, blood, oxygen, operation theatre charges, surgical appliances charges  \nv. Medicines, drugs and consumables  \nvi. Diagnostic procedures related to admissible hospitalization claim  \nvii. The Cost of prosthetic and o ther Medical devices or equipment if implanted internally HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n20 during a Surgical Procedure.  \nb. Pre-Hospitalization Medical Expenses Cover  \nWe will indemnify the Pre -Hospitalization Medical Expenses incurred during the 30 days \n(unless specified otherwise in the Poli cy Schedule / Certificate of Insurance) immediately \nbefore Hospitalization of an Insured Person.  \nc. Post-Hospitalization Medical Expenses Cover  \nWe will indemnify the Post -HospitalizationMedical Expenses incurred upto 60 days (unless \nspecified otherwise in the  Policy Schedule / Certificate of Insurance) from the date the Insured \nPerson is discharged from the Hospital.  \nd. Domiciliary Hospitalization  \nWe will indemnify the Medical Expenses incurred on Domiciliary Hospitalization of the Insured \nPerson presecribed by t reating Medical Practitioner.  \ne. Organ Donor Expenses  \nWe will indemnify Medical Expenses covered under Section 2.A.I.a towards organ donor’s \nHospitalization for harvesting of the donated organ where an Insured Person is the recipient \nsubject to condition that; \ni. The organ donor is any person whose organ has been made available in accordance and \nin compliance with The Transplantation of Human Organ (amendment) Act, 2011, \nTransplantation of Human Organs and Tissues Rules, 2014 and other applicable Laws \nand/or Regulations.  \nii. Hospitalization Claim under Section 2.A.I.a is admissible under the coverage for the \nInsured Person  \niii. The Organ Donor’s Pre -Hospitalization and Post -Hospitalization Medical Expenses are \nexcluded under the Policy.  \niv. Any other Medical Expenses or Ho spitalization consequent to the harvesting is excluded \nunder the Coverage.  \nf. Day Care Procedures  \nWe will indemnify the Medical Expenses under Section 2.A.I.a on Hospitalization of Insured \nPerson in Hospital or Day Care Centre for Day Care Treatment.  \ng. Road Ambulance Cover (India only)  \nFor each admissible claim under Section 2.A.I.a and Section 2.A.I.f, We will  indemnify \nexpenses incurred on Road Ambulance Services if Insured Person is required;  \ni. to be transferred to the nearest Hospital following an emergency  (namely a sudden, \nurgent, unexpected occurrence or event, bodily alteration or occasion requiring immediate \nmedical attention)  \nii. or from one Hospital to another Hospital  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n21 iii. or from Hospital to Home  (within same City) following Hospitalization  \n \nSpecific Conditions applicable to Road Ambulance Cover  \ni. The indemnification of Roan Ambulance expenses shall be upto INR 2000 on a per \nhospitalization basis (unless specified otherwise in the Policy Schedule / Certificate of \nInsurance).  \n \nII. OPTIONAL COVERS UNDER SECTIO N 2.A.I. ‘HOSPITALIZATION EXPENSES’  \n Insuring Clause  \nIn consideration of payment of additional Premium or reduction in the Premium as applicable, it is \nhereby declared and agreed that We will pay/restrict the Medical Expenses incurred during the \nPolicy Year under the below listed Covers subject to waiting periods and limits as specified in the \nSchedule of Coverage on the PolicySchedule/Certificate of Insu rance.  \nSubject to otherwise all other terms, conditions, exclusions and waiting periods applicable to the \nPolicy.  \nAll coverages under Section 2.A.II. ‘Optional covers under hospitalization expenses‘ are optional in \nnature. These coverages specifically pert ain only to Section 2.A. 'Base Indemnity coverage‘ and \ncan be opted only if the Base section is opted  \n1. Pre-Existing Disease Waiting period Modification Option  \nOn availing this option, Waiting Period listed under Section 3.A.I. shall stand modified as mentioned \nin Schedule of Coverage on the Policy Schedule/Certificate of Insurance.  \nAll other terms and Conditions of the Policy shall remain unaltered.  \n2. Specified Disease / Procedure Waiting Period Modification Option  \nOn availing this option, Waiting Period  listed under Section 3.A.II. shall stand modified as \nmentioned in Schedule of Coverage on the Policy Schedule/Certificate of Insurance.  \nAll other terms and Conditions of the Policy shall remain unaltered.  \n3. Modification of General Waiting Period  \nOn availing  this option, General Waiting Period of 30 days listed under Section 3.A.III. shall stand \nmodified as mentioned in Schedule of Coverage on the Policy Schedule/Certificate of Insurance.  \nBy availing this option, General Waiting Period of 30 days will be waiv ed off even in case of claims \ndue to illnesses. All other terms and Conditions of the Policy shall remain unaltered.  \n4. Modification of Pre and Post Hospitalization Medical Expenses  \nOn availing this option, Pre and Post Hospitalization Medical Expenses limit mentioned under \nSection 2.A.I.b. and 2.A.I.c. respectively, shall stand modified and shall be as mentioned in the \nPolicy Schedule / Certificate of Insurance.  \nAll other terms and Conditions of the Policy shall remain unaltered.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n22 5. Room Rent and ICU Modificatio n Option  \nOn availing this option, Room Rent and ICU limits and/or type of room category applicable under \nSection 2.A.I.a. shall be modified to the extent as mentioned in the Policy Schedule / Certificate of \nInsurance.  \nProportionate Deduction  \nIn case Room Rent during Hospitalization of Insured Person exceeds the aforesaid limits, the \nreimbursement/payment of Room Rent charges including all Associated Medical Expenses incurred \nat Hospital shall be effected in the same proportion as the admissible rate per da y bears to the \nactual rate per day of Room Rent charges. This condition is not applicable in respect of Hospitals \nwhere differential billing for Associated Medical Expenses is not followed based on Room Rent.  \n6. Road Ambulance Modification Option  \nOn availing this option, the per hospitalization Road Ambulance limit specified under Section \n2.A.I.g. shall stand modified and shall be as mentioned in the Policy Schedule / Certificate of \nInsurance.  \n7. Co-Payment  \nOn availing this option, Co -Payment as mentioned in the Policy  Schedule / Certificate of Insurance \nwill be applied on admissible claim only on the coverages mentioned in the below table  \nSection No.  Name of Cover  \nSection 2.A.I. - \nHospitalization Expenses  \n Section 2.A.I.a. – Medical Expenses  \nSection 2.A.I.b. – Pre-Hospitalization Medical Expenses Cover  \nSection 2.A.I.c. – Pre-Hospitalization Medical Expenses Cover  \nSection 2.A.I.d – Domiciliary Hospitalization (if in force)  \nSection 2.A.I.e. – Organ Donor Expenses  \nSection 2.A.I.f. – Day Care procedures  \nSection 2.A.I.g. – Road Ambulance Cover (if in force)  \nSection 2.A.II.8.  AYUSH Treatment (if in force)  \nSection 2.A.II.11.  Restore benefit (if in force)  \nSection 2.A.II.12.  Double Restore benefit (if in force)  \nSection 2.A.II.13.  Cumulative bonus (if in force)  \nSection 2.A.II.22.  Double Sum Insured for Critical Illness (if in force)  \nSection 2.A.II.26.  Home Healthcare (if in force)  \nSection 2.A.II.28.  Protect Benefit (if in force)  \nSection 2.A.II.29.  Inflation Protector (if in force)  \nSection 2.A.II.33  Secure Benefit (if in force)  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n23 Section 2.A.II.34  Unlimited Restore Benefit (if in force)  \n \n8. AYUSH Treatment  \nWe will indemnify Medical Expenses covered under Section 2.A.I., only on Medically Necessary In -\npatient care treatment of Insured Person during the Policy Year in an AYUSH Hospital for only the \nbelow listed AYUSH Treatments prescribed by the treating Medical Practitioner:  \n• Ayurvedic  \n• Unani  \n• Siddha  \n• Homeopathy  \n• Yoga & Naturopathy  \nNote: AYUSH Treatment is no longer an optional cover. Basis CIR. Ref. \nIRDAI/HL T/CIR/GDL/31/01/2024 issued by IRDAI, all Insured Persons shall be covered by default \nfor In -patient care expenses under this cover upto Sum Insured of Section 2.A.I. (Hospitalization \nExpenses).  \nDetails mentioned in the Policy Schedule against this cover s hall be superceded by the above \nwordings.  \nSpecific Conditions applicable to AYUSH Treatment  \na. Exclusion pertaining to Non -allopathic treatments shall be superceeded upto the extent of \ncoverage provided under AYUSH Treatment cover  \nb. Claims admissible under this  cover shall therefore reduce the Base Sum Insured of Section \n2.A.I. ( Hospitalization Expenses)  \n9. Deletion of Domiciliary Hospitalization  \nOn availing this option, Domiciliary Hospitalization under Section 2.A.I.d. shall stand deleted under \nthe Policy.  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n24 10. Second Medical Opinion for Major Illness  \nWe shall provide a Second Medical Opinion of a Medical Practitioner from our Network in case the \nInsured Person requests for a Second Medical Opinion during the Policy Year for any of the below \nlisted Major Illnesse s. \nMajor Illness Covered  \n1 Cancer of specified severity  5 Major Organ/Bone Marrow Transplant  \n2 Open Chest CABG  6 Multiple Sclerosis with Persisting \nSymptoms  \n3 Myocardial Infarction(First Heart Attack \nof specific severity)  7 Permanent Paralysis of Limbs  \n4 Kidney Failure requiring regular dialysis  8 Stroke resulting in Permanent \nSymptoms  \n \nSpecific Conditions applicable to Second Medical Opinion for Major Illness  \na. This is a service benefit that we shall provide from within our Network or through our Network \nService provider  \nb. This Benefit is not available on Reimbursement basis  \nc. We shall provide only one Second Medical Opinion in a given Policy Year.  \nd. In case a claim is paid during the Policy Year under this cover the coverage shall be replenished \npost co mpletion of the Policy Year.  \ne. In no event shall HDFC ERGO be liable for any direct, indirect, punitive, incidental, special \nconsequential damages or any other damages whatsoever caused to the \nPolicyholders/Insured of HDFC ERGO while receiving the services f rom Network providers.  \n11. Restore Benefit  \nIn the event of complete or partial utilization of the Base Sum Insured due to any claim admitted \nduring the Policy Year, the Company shall reinstate only the utilized portion of the Base Sum \nInsured of Section 2.A.I.  (as applicable under the current Policy Year)  \nSpecific Conditions applicable to Restore Benefit  \na. This benefit shall not be applicable for hospitalization under Any One Illness.  \nb. The Base Sum Insured reinstatment under the Restore Benefit would be triggered only upon \ncomplete or partial utilization of the Base Sum Insured by the way of first claim admissible \nunder coverages listed under Annexure 2, and shall be available only for subsequent claims \nthat may arise thereafter in the remainder of the Policy Year.  \nc. This benefit can trigger multiple times however the maximum amount of reinstatement in a \nPolicy Year under this benefit shall never exceed 100% of Base Sum Insured of Section 2.A.I. \nfor that Policy Year (unless Double Restore OR Unlimited Restore is also opted)  \nd. The reinstated amount can only be used for claims under coverages mentioned in Annexure HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n25 2 \ne. The reinstated amount can be utilized for both same and different Illness / Injury and by any \nInsured person  \nf. Any unutilized reinstated amount, in whole or in p art, will not be carried forward to the \nsubsequent Policy Years.  \ng. In case of a family floater policy, the Restore Benefit will be available on floater basis for all \nInsured Persons covered under the Policy and will operate in accordance with the above \nconditions.  \nIllustration  \nNumber of \nClaim  Claim \namount  Available Benefit Limit  \nAdmissible \nclaim \namount  Utilisation of Sum \nInsured  Base \nSum \nInsured  Cumulative \nBonus*(on \ncompletion \nof 1st \npolicy \nyear) Restore \nBenefit  \n1st claim 3,00,000  5,00,000  50,000  0 3,00,000  Base (partial)  \n2nd claim 7,00,000  2,00,000  50,000  3,00,000  5,50,000  Base (balance) + \nCumulative Bonus + \nRestore Benefit \n(partial)  \n3rd claim 3,00,000  - - 2,00,000  2,00,000  Restore Benefit \n(partial)  \n*if opted  \n \n12. Double Restore Benefit  \nPost complete utilization of Your Base Sum Insured, if You partially or completely utilize your \nRestore Benefit Sum Insured the utilized portion of your Restored Benefit shall be reinstated.  \nSpecific Conditions applicable to Double Restore Benefit  \na. This ben efit shall not be applicable for hospitalization under Any One Illness.  \nb. Reinstatement under Double Restore Benefit would be triggered only upon complete or partial \nutilization of the Restore Benefit, and shall be available only for subsequent claims that m ay \narise thereafter in the remainder of the Policy Year.  \nc. The maximum amount of reinstatement in a Policy Year that Double Restore benefit shall \nprovide will never exceed the Base Sum Insured of Section 2.A.I. for that Policy Year  \nd. The reinstated amount unde r this benefit can only be used for claims under covergaes \nmentioned in Annexure 2  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n26 e. The reinstated amount under this benefit can be utilized for both same and different Illness / \nInjury and by any Insured person  \nf. Any unutilized reinstated amount under this b enefit, in whole or in part, will not be carried \nforward to the subsequent Policy Years.  \ng. This benefit can be opted only if Restore benefit (Section 2.A.II.11) is opted  \nh. In case of a family floater policy, the Double Restore Benefit will be available on floa ter basis \nfor all Insured Persons covered under the Policy and will operate in accordance with the above \nconditions.  \nIllustration  \nNumber \nof Claim  Claim \namount  Available Benefit Limit  \nAdmissible \nclaim \namount  Utilisation of \nSum Insured  Base \nSum \nInsured  Cumulative \nBonus*(on \ncompletion \nof 1st \npolicy \nyear) Restore \nBenefit  Double \nRestore \nBenefit  \n1st claim 3,00,000  5,00,000  50,000  0 0 3,00,000  Base (partial)  \n2nd claim 7,00,000  2,00,000  50,000  3,00,000  0 5,50,000  Base (balance) \n+ Cumulative \nBonus + \nRestore  Benefit \n(partial)  \n3rd claim 6,00,000  - - 2,00,000  3,00,000  5,00,000  Restore Benefit \n(partial) + \nDouble Restore \nBenefit (partial)  \n4th claim 3,00,000  - - - 2,00,000  2,00,000  Restore Benefit \n(partial) + \nDouble Restore \nBenefit (partial)  \n *if opted  \n \n13. Cumulative Bonus  \nOn completion of each Policy Year with Us, Insured Persons shall be granted Cumulative Bonus as \nspecified in the Policy Schedule/ Certificate  of Insurance irrespective of any claims made during the \nPolicy Year  \nSpecific Conditions applicable  to Cumulative Bonus  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n27 a. Cumulative Bonus shall be calculated as a percentage of the expiring Policy Year’s Base Sum \nInsured of Section 2.A.I.  \nb. Cumulative Bonus can be accumulated upto the maximum limit mentioned in the Policy \nSchedule/Certificate of Insurance.  \nc. Cumulative Bonus accrued will be available at Certificate of Insurance Level and shall be \napplicable only to Insured Person(s) covered under the expiring Coverage and who continue \nto remain insured on Renewal.  \nd. The accrued Cumulative Bonus can be utilized only for covers mentioned in Annexure 2  \n \n14. Maternity Cover  \nWe will indemnify Maternity Expenses incurred by the Insured Person under Section \n2.A.I.a,incurred during the Policy Year. \nSpecific Conditions applicable to Maternity Cover  \na. On opting this cover, exclusion pertaining to Maternity shall be superceded to the extent of \ncoverage provided under this benefit  \nb. Under Maternity cover we shall only cover the medical expenses as detailed under Section \n2.A.I.a.  \nc. Indemification of Maternity Expenses under this be nefit shall be covered only upto the limit \nspecified against this cover in the Policy Schedule / Certificate of Insurance. Furthermore, \nMaternity Cover does not have an independent Sum Insured, hence any claim admissible \nunder this cover shall reduce the S um Insured of Section 2.A.I.  \nd. An additional waiting period of 48 months (unless specified otherwise in the Policy Schedule \n/ Certificate of Insurance against this cover) starting from the date of commencement of this \nCover under this Policy shall apply for all Claims under Maternity Cover.  \nSpecific Exclusions applicable to Maternity Cover  \nWe will not make payment for any claim in respect of any Insured Person caused by, any of the \nfollowing unless expressly stated to the contrary in the Policy Schedule / Cer tificate of Insurance.  \ni. Pre-Hospitalization and Post -Hospitalization Medical Expenses are not payable under this \ncover.  \nii. We will not pay any expenses related to ectopic pregnancy under this cover. Ectopic pregnancy \nwill be covered as a part of expenses under  Section B.I only.  \niii. Treatment for impotency, treatment to effect infertility, surrogate or vicarious pregnancy, \nvoluntary termination of pregnancy, procedures to assist birth control, c ontraceptive supplies.  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n28 15. Pre and Post Natal Expenses  \nOn availing this option, We will indemnify Medical Expenses incurred  during the Policy Year for Pre \nand Post Natal  expenses upto the Base Sum Insured of Section 2.A.I. Pre and Post Natal Expenses  \ncover does not have an independent Sum Insured, hence any claim admissible un der this cover \nshall reduce the Sum Insured of Section 2.A.I.  \n16. Baby Cover from Day 1  \nWe will indemnify Medical Expenses incurred on Hospitalization during the Policy Year towards \nMedically Necessary Treatment of the Insured Person‘s New Born Baby, as advise d by the treating \nMedical Practitioner, up to the Base Sum Insured  of Section 2.A.I.  \nSpecific Conditions applicable to Baby Cover from Day 1  \na. Baby Cover from Day 1 does not have an independent Sum Insured, hence any claim \nadmissible under this cover shall r educe the Sum Insured of Section 2.A.I.  \nb. We will indemnify medical expenses under this cover only for the 1st 90 days from the birth \nof the new born.  \nc. For continued coverage post 90 days under the Policy, the Policyholder must  \ni. inform us in writing that he wishes to add the new born as an Insured Person (dependent \nchild) under this Policy and  \nii. pay the requisite premium within the 1st 90 days from the birth of the new born.  \niii. Continued coverage shall be offered subject to our underwriting policy  \n17. Infertility Cove r \nWe will indemnify Medical Expenses as detailed under Section 2.A.I.a.  that are incurred during the \nPolicy Year for infertility treatment, assisted reproductive treatments undertaken by Insured Person \non advice of a Medical Practitioner.  \nSpecific Conditions applicable to Infertility Cover  \na. On opting this cover, exclusion pertaining to infertility treatment & assisted reproductive \ntreatments  shall be supercceded to the extent of overage under this benefit  \nb. Indemnification of expenses under this cover shall be as specified in the Policy Schedule / \nCertificate of Insurance.  \nc. Infertility Cover does not have an independent Sum Insured, hence any claim admissible under \nthis cover shall reduce the Sum Insured of Section 2.A.I.  \n18. Corporate Buffer  \nOn availing this option, We will provide for a Corporate Buffer during the Policy Year up to the \nlimits and terms as specified in the the Policy Schedule  \nSpecific Conditions applicable to Corporate Buffer  \na. All other terms and conditions of the Policy shall remain unalt ered \nb. The coverage under this benefit will be applicable for Insured Persons  who have exhausted \ntheir Sum Insured limits  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n29 c. The policyholder will have an option to choose Corporate Buffer from below listed options:  \no Option 1: Corporate Buffer Restricted to Crit ical Illness (listed in Table A below) up to the \nSum Insured  \no Option 2: Corporate Buffer Restricted to Critical Illness (listed in Table A below) without \nSum Insured restriction  \no Option 3: Corporate Buffer up to the Corporate Buffer Sum Insured  \no Option 4: Cor porate Buffer – no restriction on sum insured  \nTable A  \nS.No  Name of Critical Illness  \n1 Kidney failure requiring regular dialysis  \n2 Stroke resulting in permanent symptoms  \n3 Open chest CABG  \n4 Cancer of specified severity  \n5 Encephalitis (Viral)  \n6 Brain Surgery  \n7 Total Replacement of Joints  \n8 Cirrhosis of Liver  \n9 Injury leading to brain surgery  \n10 Third Degree Burns  \n \n19. Outpatient Treatment (OPD) Cover  \nWe will indemnify the Medical Expenses incurred by the Insured Person during the Policy Year for \na Medically necessary Out Patient Department (OPD) treatment up to the limits and in accordance \nwith terms as specified in the Schedule  of Coverage on the Policy Schedule/Certif icate of Insurance.  \nSpecific Conditions applicable to OPD Cover  \na. On opting this cover, exclusion pertaining to OPD treatments  shall be superceded to the extent \nof coverage provided under this benefit.  \nb. OPD Cover has an independent Sum insured and claim admissible under this benefit shall be \ncovered only upto the Sum Insured stipulated against this cover in the Policy Schedule /  \nCertificate of Insurance.  \n20. Aggregate Deductible  \nOn availing this option, the Insured Person shall bear an amount equal to the Agg regate Deductible \nas specified in the Policy Schedule / Certificate of Insurance for admissible claims made under \ncoverages mentioned in Annexure 2 in a Policy Year.  \nSpecific Conditions applicable to Aggregate Deductible  \na. The liability of the Company to pay  the admissible Claims in a given Policy Year will commence \nonly once Aggregate Deductible has  been exhausted.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n30 b. This cover shall apply on an annual aggregate basis and not on per claim basis.  \nc. In case of an Individual Policy, the entire amount of Aggregate D eductible must first be \nexhausted on per Insured Person basis, once in a Policy Year, before the Company pays for \nclaims of that Insured Person in that Policy Year  \nd. In case of a family floater Policy, the entire amount of Aggregate Deductible must first be \nexhausted by any one or more of the Insured Persons once in a Policy Year before the \nCompany pays for claims of any Family Member covered under the Policy in that Policy Year  \ne. In case Aggregate Deductible of INR 10 Lac or above is opted Insured Person shall  not be \neligible for the below benefits  \ni. Cumulative bonus  \nii. Inflation Protector  \niii. Secure Benefit  \niv. Restore benefit  \nv. Double Restore benefit OR Unlimited Restore Benefit  \nf. Aggregate Deductible shall apply only to covers mentioned in Annexure 2  \n21. Disease Capping  \nOn availing this option, Claims under Section 2.A.I.a. , for Illnesses  as specified below shall be \nadmissible maximum upto the Sub -limits as mentioned in the Policy Schedule / Certificate of \nInsurance. Limit shall be on Per Illness & Per Policy Year basis. The disease category opted shall \nbe mentioned in the Policy Schedule / Certificate of Insurance.  \nDisease Category I  \nSr. No.  Name of Disease / Disease pertaining to  \n1.  Heart  \n2.  Cataract  \n3.  Cholecystectomy  \n4.  Hysterectomy  \n5.  Joint Replacement  \n6.  Genito Urinary  \n7.  Cancer ( All types )  \n8.  Appendicitis  \n9.  Chronic Renal Failure  \n10.  Intervertebral Disc  \n \nDisease Category II  \nSr. No.  Name of Disease  \n1.  Hernia  \n2.  Amputation  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n31 3.  Long Bone Fractures  \n4.  Fissure and Fistula  \n5.  Accident  \n6.  Coma  \n7.  Deviated Nasal Septum  \n \n22. Double Sum Insured for Critical Illness  \nThis cover shall trigger only if any of the Insured Persons is diagnosed with any of the below listed  \nCritical Illnesses. I n such an event, we shall provide him an additional Sum Insured for treatment \nof any of the listed Critical Illnesses. This coverage shall work on an indemnity basis.  \nSpecific Conditions applicable to Double Sum Insured for Critical Illness  \na. Claim under this benefit shall be admissible only if, first diagnosis of the listed Critical Illness \nis during the  Policy Year wherein this benefit was in force.  \nb. Claim under this benefit shall be admissible only if we have accepted a hospitalization claim \nunder Section 2.A.I.a.  \nc. The additional Sum Insured provided under this cover shall be equal to the Base Sum Insured  \nof Section 2.A.I.  \nd. The additional Sum Insured provided under this cover shall be granted only once in a given \nPolicy Year  \ne. The additional Sum Insured can be utilised only by the Insured Person diagnosed with the \nlisted Critical Illness  \nf. Any unutilized amount  (if any) under this benefit can further be utilized by any of the Insured \nPerson diagnosed with any of the defined Critical Illnesses.  \ng. Any unutilized amount (if any) under this benefit shall not be carried forward to the next Policy \nYear. \nh. When the Insured  Person is admitted for any other illness other than the defined Critical \nIllnesses under this benefit and in this course of admission he has been diagnosed \nsubsequently with any of the defined Critical Illness, he shall be indemnified under this \ncoverage.  \ni. In case a claim is paid during the  Policy Year under this cover the coverage shall be replenished \npost completion of the Policy Year.  \nCRITICAL ILLNESSES COVERED  \n1 Cancer of specified severity  3 Major Organ/Bone Marrow Transplant  \n2 Myocardial Infarction (First Heart Attack \nof specific severity)  4 Stroke resulting in Permanent Symptoms  \n \n HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n32 23. Preventive Health Check Up  \nWe will indemnify the Insured Person towards the cost of Preventive Health Check – Up, up to the \nlimit mentioned in the Policy Schedule / Certificate  of Insurance . \nSpecific Conditions applicable to Preventive Health Check Up  \na. Preventive Health Check Up  Cover has an independent Sum Insured and claim under this \ncoverage shall have no impact on any other coverage u nder this Policy.  \nb. This coverage  will be applicable as per the eligibility conditions mentioned in the Policy \nSchedule/Certificate of Insurance.  \nc. In case of Annual Eligibility, Preventive Health Check Up shall be available every year, post \ncompletion of the first Policy Year with us.  \nd. In case of Annual Eligibility, the percentage and limit will be calculated on expiring Base Sum \nInsured of Section 2.A.I. and will be only applicable to Insured Person covered under expiring \nCoverage  \ne. In case of Eligibility at the end of each block of continuou s three Policy Years, the percentage \nand limit will be calculated on Average Sum Insured during block of three years and will be \nonly applicable to Insured Persons covered during all previous 3 years.  \nf. There is no specific list of tests applicable to this c over. Tests falling under the purview of a \nPreventive Health Check Up shall be payable.  \n24. Air Ambulance (India only)  \nThe Company shall indemnify the medical expenses incurred on availing Air Ambulance services \nduring the Policy Year  to transport the Insured Person from the site of first occurrence o f the \nIllness/Accident  to the nearest Hospital for Emergency Care.  \nSpecific Conditions applicable to Air Ambulance (India only)  \na. Air Ambulance service means transportation of the Insured Person in an airplane or helicopter, \nfor life threatening Emergency Care which requires immediate and rapid Ambulance \ntransportation, that ground transportation cannot provide  \nb. Indemnification of Air  Ambulance expenses shall be at actuals. Claim under this benefit shall \nnot reduce the Sum Insured of Section 2.A.I.  \nc. The Air Ambulance transportation must be advised in writing by a Medical Practitioner.  \nd. Medically Necessary Treatment must not be available at the location where the Insured Person \nis situated at the time of emergency.  \ne. The air Ambulance provider should be a registered entity in India.  \nf. No return transportation to the Insured Person’s Home or elsewhere by the air Ambulance will \nbe covered under this cover.  \ng. A claim under this cover  shall be admissible only if such transportation has resulted into a \nclaim being accepted under  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n33 i. Medical Expenses  (Section 2.A.I.a.) OR; \nii. Day Care Procedures ( Section 2.A.I.f.)  \nh. Geography of this benefit is restricted to In dia only  \n25. Air Ambulance (outside India only)  \nThe Company shall indemnify the medical expenses incurred on availing Air Ambulance services \nduring the Policy Year  to transport the Insured Person from the site of first occurrence o f the \nIllness/Accident  to the nearest Hospital.  \nSpecific Conditions applicable to Air Ambulance (outside India only)  \na. Air Ambulance service means transportation of the Insured Person in an airplane or helicopter, \nfor life threatening Emergency Care which requires immediate and r apid Ambulance \ntransportation, that ground transportation cannot provide  \nb. Indemnification of Air Ambulance expenses shall be at actuals. Claim under this benefit shall \nnot reduce the Sum Insured of Section 2.A.I.  \nc. The Air Ambulance transportation must be adv ised in writing by a Medical Practitioner.  \nd. Medically Necessary Treatment must not be available at the location where the Insured Person \nis situated at the time of emergency.  \ne. The air Ambulance provider should be an entity registered with the government of t he country \nit operates in.  \nf. No return transportation to the Insured Person’s Home or elsewhere by the air Ambulance will \nbe covered under this cover.  \ng. A claim under this cover  shall be admissible only if such transportation has resulted into a \nclaim being ac cepted under  \ni. Global Emergency Hospitalization Cover [outside India only] ( Section 2.A.II.33.) OR  \nii. Global Hospitalization Cover [outside India only] ( Section 2.A.II.34.).  \nh. Geography of this benefit is restricted to outside India only.  \n26. Home Healthcare  \nThe Company shall indemnify the Medical Expenses incurred by the Insured Person on availing \ntreatment at Home during the Policy Year  \nSpecific Conditions applicable to Home Healthcare  \ni. Home Healthcare treatment must be prescribed in writing by the treating Medic al Practitioner.  \nii. The treatment must be such that in normal course it would have required In -patient Care at \na Hospital, and a claim would have been admissible under Section 2.A.I.a.  \niii. The treatment must be pre -authorized by Us as per the claim procedure give n below  \niv. Records of the treatment administered, duly signed by the treating Medical Practitioner, must \nbe maintained for each day of the Home treatment.  \nv. This Cover is not available on reimbursement basis.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n34 vi. There is no separate Sum Insured for this cover. Any  claim triggered under this benefit shall \nreduce the Sum Insured of Section 2.A.I.  \nSpecific Claim procedure applicable to Home Healthcare  \na. Notification of Claim  \nNotice with full particulars must be sent to the Company at least 48 hours prior to availing \ntreatment under Home HealthCare.  \nb. Procedure for Cashless Claims  \ni. On receipt of duly filled pre authorization form with other sufficient details to assess a \ncashless request, the Company will inform the Home Healthcare service provider or \nNetwork Provider, wh o will share the care plan and treatment cost estimation with the \nCompany.  \nii. On receipt of the complete documents, the Company may:  \n• Issue the authorization letter specifying the sanctioned amount, any specific \nlimitation on the claim and non -payable items, i f applicable, OR  \n• Reject the request for pre -authorization specifying reasons for the rejection.  \n27. Convalescence Benefit  \nWe shall pay an additional Lumpsum amount as specified  in the Certificate of Insurance / Policy \nSchedule if an Insured Person is hospitalized during the Policy Year for a consecutive and \ncontinuous period as specified  in the Certificate of Insurance / Policy Schedule, following an Illness \nor Injury  \nSpecific C onditions applicable to Convalescence Benefit  \ni. This benefit is payable only once in a Policy Year.  \nii. Incase a claim is paid during the Policy Year under this cover the coverage shall be replenished \npost completion of the Policy Year.  \niii. A claim under this cover  shall be admissible only if we have accepted a claim under  \na. Medical Expenses  (Section 2.A.I.a.) OR; \nb. Day Care Procedures ( Section 2.A.I.f.)  \n28. Protect Benefit  \nThe Company shall indemnify the Insured Person upto the Sum Insured, for Non -Medical Expenses \nlisted u nder List I of Annexure I and incurred during the Policy Year.  \nSpecific Conditions applicable to Protect Benefit  \na. Claim under this benefit shall be payable only if we have accepted and paid a claim under the \ncovers mentioned in Annexure 2  \nb. There is no separate Sum Insured for this cover. Any claim triggered under this benefit shall \nreduce the Sum Insured of Section 2.A.I.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n35 29. Inflation Protector  \nThis cover protects your Base Sum Insured against rising inflation. It links the Base Sum Insured \nof Section 2.A.I. to the Consumer Price index (CPI). Thus, amount accrued under this benefit shall \nbe computed as per the below formula:  \na. Amount Accrued under Inflation Protector post completion of 1st Policy Year  = \n(Base Sum Insured x Inflation rate of expiri ng Policy Year)  \nb. Amount Accrued under Inflation Protector post completion of 2nd Policy Year = \n (Base Sum Insured x Inflation rate of expiring Policy Year) + (Amount Accrued under Inflation \nProtector post completion of 1st Policy Year)  \nc. Amount Accrued under Inflation Protector post completion of nth Policy Year  = \n(Base Sum Insured x Inflation rate of expiring Policy Year) + (Total Amount Accrued under \nInflation Protector until completion of [n -1]th Policy Year)  \nSpecific Conditions applicable to Inflation Protector  \na. Inflation rate would be computed as the average CPI of the entire calendar year published by \nthe Central Statistical Organisation (CSO).  \nb. The accumulated amount under this coverage will lapse if the Policy is not renewed.  \nc. The accumulated amount under this coverage will never reduce once accrued.  \nd. There is no limit or capping upto which amount under this benefit can be accumulated  \ne. Accumulated amount under this benefit can only be used for claims under covers mentioned \nin Annexure 2  \n30. Compassionate Vi sit \nIf the Insured Person is Hospitalized for 5 continuous days or more during a Policy Year, we shall \nreimburse the cost of round trip tickets upto the limit mentioned in the Policy Schedule/Certificate \nof Insurance stipulated against this cover for any o ne Immediate Family Member to attend to the \nInsured Person‘s medical emergency during his hospitalization.  \nSpecific Definition applicable to Compassionate Visit  \nImmediate Family Member means an Insured Person’s legal spouse; siblings; siblings -in-law; \nparents; parents -in-law; legal guardian, children; who reside in India  \nSpecific Conditions applicable to Compassionate Visit  \na. We shall reimburse expenses for the cost of a round trip journey, undertaken by either  \ni. Rail (upto AC 2 Tier) OR  \nii. Air (most basic economy  class)  \nb. To and fro journey of Insured Person’s Immediate Family member must be completed at most \nwithin 15 days from date of discharge  \nc. The round trip tickets booked must be by the most direct route possible from the City of HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n36 Residence of the Immediate Family member to the place of Hospitalization of the Insured \nPerson  \nd. This benefit shall trigger provided that no Immediate Family Member is present in the same \ncity where the Insured Person is hospitalized.  \ne. Geography of this cover is restricted to India onl y. \nf. A claim under this cover  shall be admissible only if we have accepted a claim under  \ni. Medical Expenses  (Section 2.A.I.a.) OR; \nii. Day Care Procedures ( Section 2.A.I.f.)  \n31. Global Emergency Hospitalization Cover (outside India only)  \nOn opting this cover, only the  below mentioned benefits shall be extended for Emergency \nHospitalization Expenses which are diagnosed and incurred outside India during the Policy Year. \nLimits of the extended benefits shall be as stipulated in the below table  \nSection  Name of the \nbenefit  Coverage and Limits  \nSection 2.A.I.a.  Medical \nExpenses  Coverage upto Base Sum Insured of Section 2.A.I.  \nBy default Room rent & ICU coverage for this cover shall \nbe At actuals  \nSection 2.A.I.f.  Day care \nprocedures  Coverage upto Base Sum Insured of Section 2.A.I. for all \nday care procedures  \n \nSpecific Conditions applicable to Global Emergency Hospitalization Cover (outside \nIndia only)  \na. A Co-payment of 10% will apply separately for each and every claim under this cover.  \nb. Claims shall normally be payable on Reimbursement basis only. Cashless facility may be \narranged on case to case basis.  \nc. The treatment should be taken in a registered Hospital, as per law, rules and/ or regulations \napplicable to the country, where the treatment is taken.  \nd. The payment of any Cla im under this Benefit will be based on the rate of exchange as on the \ndate of payment to the Hospital published by Reserve Bank of India (RBI) and shall be used \nfor conversion of Foreign Currency into Indian Rupees for payment of Claims. If on the Insured \nPerson’s Date of Discharge, if RBI rates are not published, the exchange rate next published \nby RBI shall be considered for conversion.  \ne. For any given trip, coverage shall be available only for the first 45 days from the start of a \ntrip. Furthermore, total covered days in a Policy Year shall not exceed 90 days on a cumulative \nbasis across trips.  \nNote:  Each trip shall be deemed to start during the Policy Year  and from the date Insured Person HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n37 finally boards the flight (scheduled aircraft operated under a valid  license for the transportation of \nfare paying passengers under a valid ticket) to leave from India  \na. There is no separate Sum Insured for this cover and any claim triggered under this benefit \nshall reduce the Base Sum Insured of Section 2.A.I.  \nb. Our Maximum l iability under this cover shall never exceed the Base Sum Insured of Section \n2.A.I. in a Policy Year.  \nc. Geography of this benefit is restricted to outside India only.  \nd. On opting this cover, exclusion pertaining to Medical treatments or hospitalization availed  \noutside India shall be superceded to the extent of coverage provided under this benefit.  \nSpecific Exclusions applicable to Global Emergency Hospitalization Cover (outside \nIndia only)  \na. Any Planned treatments  \nb. In case we have paid a Hospitalization claim under this benefit, Pre -hospitalization Medical \nExpenses and/or Post -hospitalization Medical Expenses related to the claim whether incurred \noverseas or within India are not payable under this Policy  \nc. Treatment or part of treatment for any condition which is  not Life threatening in nature and \ncan be safely postponed  \nd. Medical treatment taken outside India, if that is the sole reason or one of the reasons for the \njourney  \ne. Any treatment of orthopaedic diseases or conditions except for fractures, dislocations and /  \nor Injuries suffered during the Policy Period.  \nf. Oncological (Cancer) diseases  \ng. The Company may not be liable to make any payment under this Policy, wherein the \nGovernment of India has laid down territorial restriction  \n32. Global Hospitalization Cover (outside I ndia only)  \nOn opting this cover, only the below mentioned benefits shall be extended for both planned and \nEmergency Hospitalization Expenses incurred outside India during the Policy Year. Limits of the \nextended benefits are as stipulated in the below table  \nSection  Name of the \nbenefit  Coverage and Limits  \nSection 2.A.I.a.  Medical Expenses  Coverage upto Base Sum Insured of Section 2.A.I.  \nBy default Room rent & ICU coverage for this cover shall \nbe at actuals  \nSection 2.A.I.f.  Day care \nprocedures  Coverage upto Base Sum Insured of Section 2.A.I. for all \nday care procedures  \nSection 2.A.I.b.  Pre Coverage shall be for the number of days as stipulated in HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n38 Hospitalization \nexpenses  the Policy Schedule/Certificate of Insurance against \nSection 2.A.b.  \nSection 2.A.I.c.  Pre \nHospitalization \nexpenses  Coverage shall be for the number of days as stipulated in \nthe Policy Schedule/Certificate of Insurance against \nSection 2.A.c.  \n \nSpecific Conditions applicable to Global Hospitalization Cover (outside India only)  \na. A Co-payment of  10% will apply separately for each and every claim under this cover.  \nb. Claims shall normally be payable on Reimbursement basis only. Cashless facility may be \narranged on case to case basis.  \nc. The treatment should be taken in a registered Hospital, as per law,  rules and/ or regulations \napplicable to the country, where the treatment is taken.  \nd. The payment of any Claim under this Benefit will be based on the rate of exchange as on the \ndate of payment to the Hospital published by Reserve Bank of India (RBI) and sha ll be used \nfor conversion of Foreign Currency into Indian Rupees for payment of Claims. If on the Insured \nPerson’s Date of Discharge, if RBI rates are not published, the exchange rate next published \nby RBI shall be considered for conversion.  \ne. The Company ma y not be liable to make any payment under this Policy, wherein the \nGovernment of India has laid down territorial restriction.  \nf. Only those Pre -hospitalization Medical Expenses and/ or Post -hospitalization Medical Expenses \nshall be admissible under this benef it that have been incurred and paid overseas. Such \nexpenses should be related to an admissible overseas Hospitalization claim only (as per details \nin invoice/supporting documents).  \ng. Pre-hospitalization Medical Expenses and/ or Post -hospitalization Medical Expenses triggered \ndue to an admissible overseas hospitalization but incurred in India shall not be payable under \nthe Policy.  \nh. There is no separate Sum Insured for this optional cover and any claim triggered under this \nbenefit shall reduce the Sum Insured o f Section 2.A.I.  \ni. Geography of this benefit is restricted to outside India only.  \nj. On opting this cover, exclusion pertaining to Medical treatments or hospitalization availed \noutside India shall be superceded to the extent of coverage provided under this bene fit. \nk. Our Maximum liability under this cover shall never exceed the Base Sum Insured of Section \n2.A.I. in a Policy Year.  \n33. Secure Benefit  \nAn additional amount as specified in the Policy Schedule / Certificate of Insurance will be available \ninstantly from Day 1 to the Insured Person for all claims admissible under covers mentioned in \nAnnexure 2  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n39 Specific Conditions applicable to Secure Benefit  \na. The amount of Secure Benefit shall only be linked to the Base Sum Insured of Section 2.A.I.  \nb. This Secure Benefit shall be  applied only once during each Policy Year and any unutilized \namount, in whole or in part will not be carried forward to the subsequent Policy Year.  \nc. The Secure Benefit can be utilized for any number of claims admissible under the Policy during \nthe Policy Y ear. \nd. In case of family floater policy, the Secure Benefit will be available on floater basis for all \nInsured Persons covered under the Policy and will operate in accordance with the above \nconditions.  \ne. The Secure Benefit will be applicable only after complet e exhaustion of the below.  \ni. Base Sum Insured of Section 2.A.I.  \nii. Double Sum Insured for Critical Illness (if applicable)  \niii. Cumulative bonus (if applicable)  \niv. Inflation Protector (if applicable)  \n34. Unlimited Restore Benefit  \nPost complete utilization of Your Base Sum Insured, if You partially or completely utilize your \nRestore Benefit Sum Insured the utilized  portion of your Restored Benefit shall be reinstated.  \nSpecific Conditions applicable to Unlimited Restore Benefit  \na. This benefit shall not be applicable for hospitalization under Any One Illness.  \nb. Reinstatement under Unlimited Restore Benefit would be triggered only upon complete or \npartial utilization of the Restore Benefit, and shall be available only for subsequent claims that \nmay arise thereafter in the rem ainder of the Policy Year.  \nc. This cover can trigger unlimited times.  \nd. The maximum amount of reinstatement in a Policy Year that Unlimited Restore benefit shall \nprovide is infinite  \ne. The reinstated amount under this benefit can only be used for claims under cove rgaes \nmentioned in Annexure 2  \nf. The reinstated amount under this benefit can be utilized for any Illness / Injury and by any \nInsured person  \ng. Any unutilized reinstated amount under this benefit, in whole or in part, will not be carried \nforward to the subsequen t Policy Years.  \nh. This benefit can be opted only if Restore benefit (Section 2.A.II.11) is opted  \ni. In case of a family floater policy, the Unlimited Restore Benefit will be available on floater \nbasis for all Insured Persons covered under the Policy and will op erate in accordance with the \nabove conditions.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n40 35. Road Ambulance Cover (outside India only)  \nFor each admissible claim under  \na. Global Emergency Hospitalization Cover (outside India only) [Section 2.A.II.33] OR  \nb. Global Hospitalization Cover (outside India only) Section 2.A.II.34,  \nWe will indemnify expenses incurred on Road Ambulance Services if Insured Person is required;  \ni. to be transferred to the nearest Hospital following an emergency (namely a sudden, urgent, \nunexpected occurrence or event, bodily alteration or  occasion requiring immediate medical \nattention)  \nii. or from one Hospital to another Hospital  \niii. or from Hospital to Home (within same City) following Hospitalization  \nSpecific Conditions applicable to Road Ambulance Cover  \na. The indemnification of Road Amubualnce ex penses shall be upto an additional Sum Insured \nas stipulated in the Policy Schedule / Certificate of Insurance against this benefit  \nb. Geography of this benefit is restricted to outside India only.  \n36. Preferred Provider Network  \nSpecial conditions applicable to this section  \n1. Insured person shall undergo medical treatment only in the Hospitals as mentioned on our \nwebsite for the Policy issued.  \n2. Insured person shall mandatorily raise a Pre -Authorization request for the treatment in the \nPPN .  \n3. In the event that the Ins ured Person fails to adhere to any of the above clauses, he shall bear \na Co-payment as specified in the Policy Schedule / Certificate of Insurance on each and every \nclaim admissible and in force under Section 2 A.I and 2.A.II of the Policy.  \n4. In case we deny  a Pre-Authorization request but pay for the claim on reimbursement basis \nthen Co -payment shall not apply if medical treatment was taken in PPN.  \n5. The above clauses are applicable for both emergency as well as planned treatments resulting \nfrom a sustained In jury or Illness  \n6. This cover only applies  to claims made under Section 2 A.I and 2.A.II of the policy and such \ncover being in force in the Policy.  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n41 B. OTHER BASE COVERAGES  \nAll covers under Section 2.B. Other Base Coverages can be opted on a standalone basis. It is not \nnecessary that Section 2.A. Base Indemnity coverage must be opted to opt for any coverages \nstipulated under this section. Each coverage under Section 2.B. - Other Base Coverages shall have \nan independent Sum Insured (unless express stated otherwi se under the coverage) and the same \nshall be as stipulated in the Policy Schedule / Certificate of Insurance.  \n1. HOSPITAL CASH  \nIf Insured Person contracts Illness or sustains Injury during Policy Year, which results in Medically \nNecessary;  \ni. Hospitalization OR  \nii. Domiciliary Hospitalization OR  \niii. Hospitalization for AYUSH Treatments  \nof an Insured Person within India, We will pay the per day Sum Insured as specified in the Schedule \nof Coverage on the Policy Schedule/Certificate of Insurance subject to maximum number of  benefit \ndays for each continuous and completed period of 24 hours of such Hospitalization.  \nSpecific Conditions applicable to Road Ambulance Cover  \na. Claim payout is subject to Time Deductible specified in the Schedule of Coverage on the Policy \nSchedule/Certi ficate of Insurance.  \nb. Claim payout shall be subject to the maximum number of days in a Policy Year as specified in \nthe Schedule of Coverage on the Policy Schedule/Certificate of Insurance.  \nc. All Waiting Periods as specified in the Policy Schedule/Certificate of Insurance against this \ncover shall apply. Timeframe for these waiting periods shall be as specified against this cover \nin the Policy Schedule / Certificate of Insurance. Terms, conditions and clauses for the \napplicable waiting periods are provided under  Section 3.A.  \n2. PERSONAL ACCIDENT COVER  \nI. Accidental Death  \nWe will pay in lumpsum the Sum Insured, as specified in the Policy Schedule / Certificate of \nInsurance against this benefit, if Insured Person sustains Injury during the Policy Period, which \nshall within twelve months of its occurrence be the sole and direct cause of Death of Insured \nPerson.  \na. Disappearance  \nWe will pay in lumpsum the Sum Insured in the event if Insured Person’s body cannot be \nlocated within 365 Days;  \ni. after the forced landing, strandin g, sinking or wrecking of a conveyance in which Insured \nPerson was known to be a passenger during Policy Period or;  \nii. after and as a result of any Catastrophic Event during Policy Period  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n42  \nit shall be deemed, subject to all other terms and provisions of the Policy, that Insured \nPerson shall have suffered Death due to Accident under the Coverage.  \nIf at any time, after the payment of the Accidental death benefit, it is discovered that the \nInsured Person is still alive, claims settled shall be reimbursed in full  to the Company.  \nSpecific Conditions applicable to Accidental Death  \nThe Coverage under this Section terminates on admissibility of Claim equal to the Sum \nInsured.  \nII. Permanent Disablement  \nIf Insured Person sustains Injury during the Policy Year, which shall w ithin twelve (12) months of \nits occurrence be the sole and direct cause of Permanent Disablement (PD), We will pay in \nlumpsum, in accordance to the Benefit table below upto maximum of Sum Insured as stipulated \nagainst Permanent Disablement in the Policy Sc hedule/Certificate of Insurance provided such \ndisablement is certified by the Medical Practitioner  \n \nBENEFIT TABLE A  \n \nS.No  The Disablement  % of Sum \nInsured Payable  \n1 Permanent Total Disablement  100%  \n2 Permanent and incurable insanity  100%  \n3 Permanent Total Loss of two Limbs (physical severance or \nthe total and permanent loss of use of such Limbs ) 100%  \n4 Permanent Total Loss of Sight  in both eyes  100%  \n5 Permanent Total Loss of Sight  of one eye and one Limb \n(physical severance of Limbs)  100%  \n6 Permanent Total Loss of Speech  100%  \n7 Complete removal of the lower jaw  100%  \n8 Permanent Total Loss of Mastication  100%  \n9 Permanent Total Loss of the central nervous system or the \nthorax and all abdominal organs resulting in the complete \ninability to engage in any job and the inability to carry out \nDaily Activities  essential to life without full time assistance  100%  \n10 Perma nent Total Loss of Hearing  in both ears  75% \n11 Permanent Total Loss of one Limb (physical severance of \nLimbs)  50% \n12 Permanent Total Loss of Sight  of one eye  50% \n \n \nBENEFIT TABLE B  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n43  \nS.No The Disablement  % of Sum Insured \nPayable  \n1 Permanent Total Disablement  100%  \n2 Permanent and incurable insanity  100%  \n3 Permanent Total Loss of two Limbs (physical severance or \nthe total and permanent loss of use of such Limbs ) 100%  \n4 Permanent Total Loss of Sight  in both eyes  100%  \n5 Permanent Total Loss of Sight of one eye and one Limb \n(physical severance or the total and permanent loss of use of \nsuch Limb) 100%  \n6 Permanent Total Loss of Speech  100%  \n7 Complete removal of the lower jaw  100%  \n8 Permanent Total Loss of Mastication  100%  \n9 Permanent Total Loss of the central nervous system or the \nthorax and all abdominal organs resulting in the complete \ninability to engage in any job and the inability to carry out \nDaily Activities  essential to life without full time assistance  100%  \n10 Perma nent Total Loss of Hearing  in both ears  75% \n11 Permanent Total Loss of one Limb (physical severance or the \ntotal and permanent loss of use of such Limb) 50% \n12 Permanent Total Loss of Sight  of one eye  50% \n \nBENEFIT TABLE C  \n \nS.No  The Disablement  % of Sum  \nInsured Payable  \n1 Permanent Total Disablement  100%  \n2 Permanent and incurable insanity  100%  \n3 Permanent Total Loss of two Limbs (physical severance or \nthe total and permanent loss of use of such Limbs)  100%  \n4 Permanent Total Loss of Sight  in both eyes  100%  \n5 Permanent Total Loss of Sight  of one eye and one Limb \n(physical severance or the total and permanent loss of use)  100%  \n6 Permanent Total Loss of Speech  100%  \n7 Complete removal of the lower jaw  100%  \n8 Permanent Total Loss of Mastication  100%  \n9 Permanent Total Loss of the central nervous system or the \nthorax and all abdominal organs resulting in the complete \ninability to engage in any job and the inability to carry out \nDaily Activities  essential to life without full time assistance  100%  \n10 Perma nent Total Loss of Hearing  in both ears  75% HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n44 11 Permanent Total Loss of one Limb (physical severance or the \ntotal and permanent loss of use)  50% \n12 Permanent Total Loss of Sight  of one eye  50% \n13 Permanent Total Loss of Hearing  in one ear  15% \n14 Permanent Total Loss of the lens in one eye  25% \n15 Permanent Total Loss of use of four fingers and thumb of \neither hand  40% \n16 Permanent Total Loss of use of four fingers of either hand  20% \n17 Permanent Total Loss of use of one thumb of either hand:   \na) Both joints  20% \nb) One joint  10% \n18 Permanent Total Loss of one finger of either hand:   \na) Three joints  5% \nb) Two joints  4% \nc) One joint  2% \n19 Permanent Total Loss of use of toes:   \na) All – one foot  15% \nb) Big – both joints  5% \nc) Big – one joint 2% \nd) Other than Big – each toe  2% \n20 Established non -union of fractured leg or kneecap  10% \n21 Shortening of leg by at least 5 cms.  8% \n22 Ankylosis of the elbow, hip or knee  20% \n \nBENEFIT TABLE D  \n \nS.No  The Disablement  % of Sum \nInsured Payable  \n1 Permanent Total Disablement  100%  \n2 Permanent and incurable insanity  100%  \n3 Permanent Total Loss of two Limbs (physical severance or \nthe total and permanent loss of use of such Limbs)  100%  \n4 Permanent Total Loss of Sight  in both eyes  100%  \n5 Permanent Total Loss of Sight  of one eye and one Limb 100%  \n6 Permanent Total Loss of Speech  100%  \n7 Complete removal of the lower jaw  100%  \n8 Permanent Total Loss of Mastication  100%  \n9 Permanent Total Loss of the central nervous system or the \nthorax and all abdominal organs resulting in the complete \ninability to engage in any job and the inability to carry out \nDaily Activities  essential to life without full time assistance  100%  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n45 10 Permanent Total Loss of Hearing  in both ears  75% \n11 Permanent Total Loss of one Limb (physical severance or the \ntotal and permanent loss of use)  50% \n12 Permanent Total Loss of Sight  of one eye  50% \n13 Permanent Total Loss of Hearing  in one ear  15% \n14 Permanent Total Loss of the lens in one eye  25% \n15 Permanent Total Loss of use of four fingers and thumb of \neither hand  40% \n16 Permanent Total Loss of use of four fingers of either hand  20% \n17 Permanent Total Loss of use of one thumb of either hand:   \na) Both joints  20% \nb) One joint  10% \n18 Permanent Total Loss of one finger of either hand:   \na) Three joints  5% \nb) Two joints  4% \nc) One joint  2% \n19 Permanent Total Loss of use of toes:   \na) All – one foot  15% \nb) Big – both joints  5% \nc) Big – one joint 2% \nd) Other than Big – each toe  2% \n20 Established non -union of fractured leg or kneecap  10% \n21 Shortening of leg by at least 5 cms.  8% \n22 Ankylosis of the elbow, hip or knee  20% \n23 Permanent disablement not otherwise provided for under \nItems 2-22 inclusive up to a maximum of  75% \n \nSpecific Conditions applicable to Permanent Disablement  \ni. Ankylosis of the fingers ( other than thumb and forefinger) and of the toes (other than the big \ntoe) shall be limited to 50% of the Sum Insured payable for the loss of the said members.  \nii. Benefit under item 23 of Table D shall be determined by the independent Medical Practitioner \nwho will certify the percentage  of Sum Insured payable taking into consideration the nature \nof the Injury and disability in conjunction with the stated percentages Sum Insured for more \nspecific injuries shown in the Table of Benefits.  \niii. Any claim amount admissible/paid during a given Poli cy year will reduce the Sum Insured \npayable for the Cover in respect of subsequent claims that may arise in the remainder of the \nPolicy Year.  \niv. The total amount payable in respect of more than one disablement due to the same Injury  is \narrived at by adding to gether the various percentages of Sum Insured  shown in the Table of \nBenefits.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n46 v. Only one Table out of Benefit Tables A, B, C, D stipulated above can be opted and the same \nshall be mentioned on the the Policy Schedule / Certificate of Insurance.  \n \nSpecific Conditions applicable to Personal Accident Cover  \ni. This cover is offered only on Individual Sum Insured  basis.  \nii. In case Insured person opts for Personal Accident section, he would be eligible for both \nAccidental Death and Permanent Disablement  \niii. The Sum Insured  stipulated against Personal Accident section in the Policy Schedule / \nCertificate of Insurance is a common Sum Insured for Accidental Death and Permanent \nDisablement coverages  \niv. In case we have paid a claim under Accidental Death, then the entire Personal A ccident cover \nshall terminate for that Insured Person  \nv. In case of Permanent Disablement claims, the Company’s maximum liability in a particular \nPolicy Year shall never exceed the Sum Insured stipulated against Personal Accident cover  \nvi. Incase a claim is paid during the Policy Year under Permanent Disablement cover the Sum \nInsured for the same shall be replenished post completion of that Policy Year . \nvii. In case we have paid a claim for a particular Permanent Disablement, we shall not be liable \nto pay future PD claims pertaining to the exact same claim in the lifetime of the Policy.  \nviii. In case we have paid a claim for Permanent Disablement during a Policy Year and the Insured \nperson unfortunately succumbs to an Accidental Death in the same Policy Year, only the \nremaining portion of the Sum Insured (if any) stipulated against Personal Accident cover shall \nbe payable as part of the Accidental Death cover.  \nix. Geography of Personal Accident cover is worldwide  \nx. No waiting periods whatsoever shall apply to this cover  \n \n3. CRITICAL  ILLNESS (BENEFIT BASED)  \nWe will pay in Lumpsum the Sum Insured as specified in the Policy Schedule/Certificate of \nInsurance against this Cover,  if an Insured Person suffers from any of the below listed Critical \nIllnesses during the Policy Period.  \nSpecific  Conditions applicable to Critical Illness (Benefit Based)  \na. Waiting Period – The coverage is subject to a waiting period of 90 days from the date of \ninception of this cover with us. This Waiting Period shall not apply afresh at renewals. No \nother waiting pe riod is applicable for claims under this cover.  \nb. Survival Period - The Insured Person must survive at least 30 days following such diagnosis.  \nc. Claim under this coverage shall be payable only if First diagnosis of the listed Critical Illness \noccurs after the applicable waiting period.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n47 d. In case a claim is paid during the Policy Year under this cover the coverage shall be replenished \npost completion of the Policy Year.  \ne. In case we have paid a claim for a particular listed Critical Illness, we shall not be liable to pay \nfuture claims under this benefit for that particular Critical Illness, in the lifetime of the Policy.  \nf. This cover is offered only on Individual Sum Insured basi s. \ng. Geography of Critical Illness (Benefit Based)  cover is worldwide  \nCritical Illnesses Cov ered  \n1 Cancer of specified severity  7 Major Organ/Bone Marrow Transplant  \n2 Open Chest CABG  8 Stroke resulting in permanent symptoms  \n3 Myocardial Infarction((First Heart \nAttack of specific severity)  9 Multiple Sclerosis with Persisting \nSymptoms  \n4 Open Heart Replacement or Repair of \nHeart Valves  10 Permanent Paralysis of Limbs  \n5 Kidney Failure requiring regular dialysis  11 Motor Neuron Disease with Permanent \nSymptoms  \n6 Coma of Specified Severity  12 Major Head Trauma  \n \n4. HOME NURSING COVER  \nWe shall indemnify Home Nursing charges on a per day basis upto the per day amount as specified \nin the Policy Schedule/Certificate of insurance for availing the medical services of a Qualified Nurse \nat Your residence during the Policy Year.  \nSpecific Definition appl icable to Home Nursing Cover  \nFor the purpose of this benefit, the term 'Qualified Nurse‘ means a person who holds a valid \nregistration from the Nursing Council of India or the Nursing Council of any state in India.  \nSpecific Conditions applicable to Home Nu rsing Cover  \na. The nurse must be employed in a Hospital/Service provider  \nb. The engagement of such Qualified Nurse must be certified as necessary by a Medical \nPractitioner  \nc. The Nursing service must relate directly to a hospitalization admissible under the Policy.  \nd. The maximum number of days in a Policy Year upto which the per day coverage amount would \nbe payable shall be as specified in the Policy Schedule/Certificate of insurance  \ne. All Waiting Periods as specified in the Policy Schedule/Certificate of Insurance agai nst this \ncover shall apply. Timeframe for these waiting periods shall be as specified against this cover \nin the Policy Schedule /  Certificate of Insurance. Terms, conditions and clauses for the \napplicable waiting periods are provided under Section 3.A.  \n \n5. LOSS OF INCOME DUE TO TEMPORARY TOTAL DISABLEMENT (INJURY ONLY)  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n48 If the Insured person sustains an Injury during the Policy Year, which is the sole and direct cause \nof a Temporary Total Disablement, we will pay the weekly benefit amount as specified against t his \nSection in the Policy Schedule / Certificate of Insurance  \nSpecific Conditions applicable to Loss of Income due to Temporary Total Disablement \n(Injury only)  \na. The Temporary Total Disablement (TTD) sustained must be resultant from an Injury only  \nb. We will pay the weekly benefit amount only upto the maximum number of weeks as specified \nin the Policy Schedule / Certificate of Insurance  \nc. The per week Sum Insured stipulated in the Policy Schedule / Certificate of Insurance only \ndenotes our maximum liability unde r this cover. However, at the time of claim, we will not pay \nany amount in excess of the Insured Person’s base weekly income net of tax and other \ndeductions, excluding overtime, bonuses, tips, commissions, or any other special \ncompensation. Furthermore, on ly income emanating from a valid employment or occupation \nshall be considered.  \nd. The Temporary Total Disablement (TTD) must be confirmed by the attending Medical \nPractitioner  \ne. The TTD must completely prevent the Insured Person from performing each and every d uty \npertaining to his employment or occupation. Also, the time period of absenteeism from work \nshould emanate from the diagnosed TTD and the same must be advised by the attending \nMedical Practitioner.  \nf. Claim under this benefit shall be admissible only if th e Insured Person was actively engaged \nin his occupation or was employed at the time of diagnosis of TTD  \ng. The weekly benefit payable shall be calculated from the date of commencement of Temporary \nTotal Disablement and will be paid only for duration that the Insured Person is deemed to be \nsuffering from TTD.  \nh. The duration of the TTD shall be determined by the treating Medical Practitioner. He shall \ncertify the date upon which the Insured person recovered from the TTD and was fit to perform \nhis / her employment duties. The same must be in agreement with Us and be authorised by \nUs, for the benefit to become payable.  \ni. In case the TTD is for a period of less than a week, the benefit payable shall be calculated on \nproportionate basis in relation to the weekly benefit.  \nj. This benefit shall be not be paid for the period of Time Deductible mentioned in Your Policy \nSchedule/Certificate of Insurance  \nk. The total benefit payout for a specific TTD shall not exceed product of the weekly benefit \namount and the maximum number of week s as specified against this Section in the Policy \nSchedule / Certificate of Insurance  \nl. No waiting periods whatsoever shall apply to this cover.  \nm. Geography of this benefit is Worldwide.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n49  \n6. LOSS OF INCOME DUE TO TEMPORARY TOTAL DISABLEMENT (ILLNESS ONLY)  \nIf the Insured person contracts an Illness during the Policy Year, which is the sole and direct cause \nof a Temporary Total Disablement, we will pay the weekly benefit amount as specified against this \nSection in the Policy Schedule / Certificate of Insurance  \nSpeci fic Conditions applicable to Loss of Income due to Temporary Total Disablement \n(Illness only)  \na. The Temporary Total Disablement (TTD) sustained must be resultant from an Illness only  \nb. We will pay the weekly benefit amount only upto the maximum number of weeks  as specified \nin the Policy Schedule / Certificate of Insurance  \nc. The per week Sum Insured stipulated in the Policy Schedule / Certificate of Insurance only \ndenotes our maximum liability under this cover. However, at the time of claim, we will not pay \nany am ount in excess of the Insured Person’s base weekly income net of tax and other \ndeductions, excluding overtime, bonuses, tips, commissions, or any other special \ncompensation. Furthermore, only income emanating from a valid employment or occupation \nshall be considered.  \nd. The Temporary Total Disablement (TTD) must be confirmed by the attending Medical \nPractitioner  \ne. The TTD must completely prevent the Insured Person from performing each and every duty \npertaining to his employment or occupation. Also, time period o f absenteeism from work \nshould emanate from the diagnosed TTD and the same must be advised by the attending \nMedical Practitioner.  \nf. Claim under this benefit shall be admissible only if the Insured Person was actively engaged \nin his occupation or was employed  at the time of diagnosis of TTD  \ng. The weekly benefit payable shall be calculated from the date of commencement of Temporary \nTotal Disablement and will be paid only for duration that the Insured Person is deemed to be \nsuffering from TTD.  \nh. The duration of the TTD shall be determined by the treating Medical Practitioner. He shall \ncertify the date upon which the Insured person recovered from the TTD and was fit to perform \nhis / her employment duties. The same must be in agreement with Us and be authorised by \nUs, for the benefit to become payable.  \ni. In case the TTD is for a period of less than a week, the benefit payable shall be calculated on \nproportionate basis in relation to the weekly benefit.  \nj. This benefit shall be not be paid for the period of Time Deductible me ntioned in Your Policy \nSchedule/Certificate of Insurance  \nk. The total benefit payout for a specific TTD shall not exceed product of the weekly benefit \namount and the maximum number of weeks as specified against this Section in the Policy \nSchedule / Certificat e of Insurance.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n50 l. All Waiting Periods as specified in the Policy Schedule/Certificate of Insurance against this \ncover shall apply. Timeframe for these waiting periods shall be as specified against this cover \nin the Policy Schedule / Certificate of Insurance.  Terms, conditions and clauses for the \napplicable waiting periods are provided  under Section 3.A.  \nm. Geography of this benefit is Worldwide.  \n \n7. LOSS OF INCOME DUE TO TEMPORARY TOTAL DISABLEMENT (ILLNESS AND INJURY)  \nIf the Insured person contracts an Illness or sustains an Injury during the Policy Year, which is the \nsole and direct cause of a Temporary Total Disablement, we will pay the weekly benefit amount \nas specified against this Section, in the Policy Schedule / Certificate of Insurance  \nSpecific Conditions a pplicable to Loss of Income due to Temporary Total Disablement \n(Illness and Injury)  \na. The Temporary Total Disablement (TTD) must be confirmed by the attending Medical \nPractitioner  \nb. We will pay the weekly benefit amount only upto the maximum number of weeks as  specified \nin the Policy Schedule / Certificate of Insurance  \nc. The per week Sum Insured stipulated in the Policy Schedule / Certificate of Insurance only \ndenotes our maximum liability under this cover. However, at the time of claim, we will not pay \nany amoun t in excess of the Insured Person’s base weekly income net of tax and other \ndeductions, excluding overtime, bonuses, tips, commissions, or any other special \ncompensation. Furthermore, only income emanating from a valid employment or occupation \nshall be con sidered.  \nd. The TTD must completely prevent the Insured Person from performing each and every duty \npertaining to his employment or occupation. Also, time period of absenteeism from work \nshould emanate from the diagnosed TTD and the same must be advised by the  attending \nMedical Practitioner.  \ne. Claim under this benefit shall be admissible only if the Insured Person was actively engaged \nin his occupation or was employed at the time of diagnosis of TTD  \nf. The weekly benefit payable shall be calculated from the date of commencement of Temporary \nTotal Disablement and will be paid only for duration that the Insured Person is deemed to be \nsuffering from TTD.  \ng. The duration of the TTD shall be determined by the treating Medical Practitioner. He shall \ncertify the date upon whic h the Insured person recovered from the TTD and was fit to perform \nhis / her employment duties. The same must be in agreement with Us and be authorised by \nUs, for the benefit to become payable.  \nh. In case the TTD is for a period of less than a week, the benef it payable shall be calculated on \nproportionate basis in relation to the weekly benefit.  \ni. This benefit shall be not be paid for the period of Time Deductible mentioned in Your Policy HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n51 Schedule/Certificate of Insurance  \nj. The total benefit payout for a specific TTD shall not exceed product of the weekly benefit \namount and the maximum number of weeks as specified against this Section in the Policy \nSchedule / Certificate of Insurance  \nk. No waiting periods whatsoever shall apply to this cover only for claims arising du e to an Injury  \nl. All Waiting Periods as specified in the Policy Schedule/Certificate of Insurance against this \ncover shall apply only for claims pertaining to Illnesses. Timeframe for these waiting periods \nshall be as specified against this cover in the Poli cy Schedule / Certificate of Insurance. Terms, \nconditions and clauses for the  applicable waiting periods are provided under Section 3.A. No \nwaiting periods shall apply to Injury related claims.  \nm. Geography of this benefit is Worldwide.  \n \n8. VECTOR BORNE DISEASE COVER (INDEMNITY)  \nIn the event that an Insured Person undergoes Medically Necessary Hospitalization for the disease \nplan as opted & mentioned in the Policy Schedule / Certificate of Insurance, we will indemnify the \nbelow mentioned medical expenses upto the  Sum Insured stipulated against this cover.  \nWaiting Period – This coverage is subject to a waiting period of 30 days (unless specified otherwise \nin the Policy Schedule / Certificate of Insurance against this cover) from the date of inception of \nthis cover with us. This Waiting Period shall not apply afresh at renewals.No other waiting period \nis applicable for claims under this cover.  \nThe medical expenses payable shall be as listed below and should be incurred during the Policy \nYear \nFor diease plan related d etails kindly refer Annexure 3  \nI. Medical expenses  \na. In-Patient Hospitalization Expenses  \ni. Room rent, boarding and Nursing charges restricted to Single Standard AC Room  \nii. Intensive Care Unit charges  \niii. Consultation fees  \niv. Anesthesia, blood, oxygen, operation theatre charges, surgical appliances  \nv. Medicines, drugs and consumables  \nvi. Diagnostic procedures  \nNote pertaining specifically to AYUSH Treatments only:  \nMedical expenses pertaining only to In -patient care AYUSH treatment are also covered \nunder 'In -Patient Hospitalizatio n Expenses' cover if undertaken in an AYUSH Hospital. \nHowever, any medical expense other than In -patient care AYUSH treatment expenses are \nnot covered under VECTOR BORNE DISEASE COVER (INDEMNITY).  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n52 Proportionate Deduction  \nRoom Rent & Proportionate deduction: Insured Person is eligible for Room Rent category \nof up to Single Standard AC Room. In case of admission to a room exceeding the aforesaid \ncategory, the reimbursement/payment of Room Rent charges including all Associated \nMedical Expenses incurre d at Hospital shall be affected in the same proportion as the \nadmissible rate per day bears to the actual rate per day of Room Rent charges. This \ncondition is not applicable in respect of Hospitals where differential billing for Associated \nMedical Expenses  is not followed based on Room category.  \nb. Health Care at Home  \nUnder this cover,  The Company shall indemnify the Medical Expenses incurred by the \nInsured Person on availing treatment for the opted illness at Home during the Policy Year  \nSpecific Conditions ap plicable to Health Care at Home  \ni. Home Healthcare treatment must be prescribed in writing by the treating Medical \nPractitioner.  \nii. The treatment must be such that in normal course it would have required In -patient \nCare at a Hospital, and a claim would have been admissible In-Patient Hospitalization \nExpenses  benefit above.  \niii. The treatment must be pre -authorized by Us as per procedure giv en as under  \niv. Records of the treatment administered, duly signed by the treating Medical \nPractitioner, must be maintained for each day of the Home treatment.  \nv. This Cover is not available on reimbursement basis.  \nSpecific Claim procedure applicable to Health Ca re at Home  \na. Notification of Claim  \nNotice with full particulars must be sent to the Company at least 48 hours prior to \navailing treatment under Health Care at Home  \nb. Procedure for Cashless Claims  \ni. On receipt of duly filled pre authorization form with other sufficient details to \nassess a cashless request, the Company will inform the Home Healthcare service \nprovider or Network Provider, who will share the care plan and treatment cost \nestimation with the Company.  \nii. On receipt of the complete documents, the Company may:  \n• Issue the authorization letter specifying the sanctioned amount, any specific \nlimitation on the claim and non -payable items, if applicable, OR  \n• Reject the request for pre -authorization specifying reasons for the rejection.  \nc. Pre and Post Hospital ization Cover  \nIf we have accepted a claim under In -Patient Hospitalization Expenses, we will pay for HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n53 the Pre -Hospitalization Medical Expenses incurred during the 15 days immediately prior \nto the Hospitalization of the Insured Person.  \nAlso if we have accept ed a claim under In -Patient Hospitalization Expenses, we will pay \nfor the Post -Hospitalization Medical Expenses incurred during the 30 days immediately \npost discharge of the Insured Person.  \nd. Reinstatement of Sum Insured  \nWe will add to the Sum Insured, an am ount equivalent to the Claim amount paid under \nthis benefit during the Policy Year. This reinstated amount will be available for subsequent \nhospitalization claims that may arise during the remainder of the Policy Year.  \nSpecific Conditions applicable to Rei nstatement of Sum Insured  \ni. Any unutilized portion of the reinstated Sum Insured shall NOT be carried over to \nnext policy year  \nii. Maximum reinstatement of Sum Insured in any given Policy Year shall never exceed \nthe Sum Insured of Vector Borne Disease Cover (Indemnity)  \niii. The reinstated Sum Insured can only be used to pay for medical expenses incurred \nunder In -Patient Hospitalization Expenses, Health Care at Home and Pre and Post \nHospitalization Cover  \niv. Reinstatement shall not be applicable for hospitalization und er Any One Illness  \nII. Optional covers under Vector Borne Disease Cover (Indemnity)  \na. Outpatient Treatment Expenses  \nWe will indemnify the Insured Person the below mentioned expenses incurred on \nMedically Necessary treatment for the disease as opted & mention in  the Policy Schedule \n/ Certificate of Insurance;  \ni. Outpatient Consultation with Medical Practitioner  \nii. Diagnostic Tests  \niii. Pharmacy  \nSpecific Conditions applicable to Outpatient Treatment Expenses  \ni. Indemnification of above mentioned expenses shall be upto an additional Sum \nInsured of INR 5,000  \nii. If a Claim is payable under Outpatient Treatment Expenses  and if the Insured Person \nis subsequently hospitalized within 15 days for the Medically Necessary treatment of \nsame illness, then the entire Claim shall be admiss ible under In-Patient \nHospitalization Expenses and Pre and Post Hospitalization Cover only and shall be \npayable from the Sum Insured of Vector Borne Disease  Cover (Indemnity) . \nb. Recovery Benefit  \nWe shall pay INR 20,000 additionally in Lumpsum if an Insured P erson is hospitalized for \na period of more than 10 consecutive and continuous days, for the disease as opted & HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n54 mentioned in the Policy Schedule / Certificate of Insurance.  \nSpecific Conditions applicable to Recovery Benefit  \nThis benefit shall not be payable  if Medical treatment is taken under Health Care at Home  \nc. Co-payment  \nCo-Payment as opted under this particular cover and mentioned in the Policy Schedule / \nCertificate of Insurance will be applied on each and every admissible claim under Vector \nBorne Disease Cover (Indemnity)  cover  \nd. Waiting Period Modification Options  \nOn availing this option, Waiting Period for Vector Borne Disease Cover (Indemnity) \nSection will be modified and shall be applicable as mentioned on the Policy \nSchedule/Certificate of Insurance  \n9. VECTOR BORNE DISEASE COVER (FIXED BENEFIT)  \nIn the event that an Insured Person undergoes Medically Necessary Hospitalization (including In -\npatient care AYUSH Treatment in an AYUSH Hospital) in excess of the Time Deductible opted, for \nthe disease plan mentioned in the Policy Schedule / Certificate of Insurance, we shall pay in \nLumpsum the amount stipulated against this Section in the Policy Schedule / Certificate of \nInsurance.  \nThe Medically Necessary Hospitalization should fall during the Policy Ye ar \nWaiting Period – This coverage is subject to a waiting period of 30 days (unless specified otherwise \nin the Policy Schedule / Certificate of Insurance against this cover)  from the date of inception of \nthis cover with us. This Waiting Period shall not ap ply afresh at renewals. No other waiting period \nis applicable for claims under this cover.  \nFor diease plan related details kindly refer Annexure 3  \nReinstatement of Sum Insured  \nIn case of an admissible claim under Vector Borne Disease Cover (Fixed Benefit),  100% of the \nSum Insured shall be instantly added only once in the Policy Year for any subsequent claims that \nmay arise during the remainder of the Policy Year under this cover. Any unutilized reinstated Sum \nInsured shall NOT be carried over to next policy  year. Reinstatement shall not be applicable for \nhospitalization under Any One Illness  \nI. Optional covers under Vector Borne Disease Cover (Fixed Benefit)  \na. Outpatient Treatment Expenses  \nWe will additionally pay in Lumpsum 50% of the Sum Insured, subject to a maximum of \nINR 5000 towards expenses incurred on;  \ni. Outpatient Consultationwith Medical Practitioner  \nii. Diagnostic Tests  \niii. Pharmacy  \nSpecific Conditions applicable to Outpatient Treatment Expenses  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n55 i. This benefit has a separate additional Sum Insured which shall be 50% of the Sum \nInsured of Vector Borne Disease Cover (Fixed Benefit) , subject to maximum of INR \n5,000  \nii. If a Claim is payable under Outpatient Treatment Expenses  and if the Insured Person \nis subsequently hospitalized within 15 days for the Medically Necessary treatment of \nsame illness, then the entire Claim shall be payable from the Base Sum Insured of \nVector Borne Disease Cover (Fixed Benefit) and no additional payout shall be made \nunder this optional cover . \nb. Recovery Benefit  \nWe shall pay INR 20,000 additionally in Lumpsum if an Insured Person is hospitalized for \na period of more than 10 consecutive and continuous days, for the disease as opted & \nmentioned in the Policy Schedule / Certificate of  Insurance . \nc. Waiting Period Modification Options  \nOn availing this option, Waiting Period for Vector Borne Disease Cover (Fixed Benefit) \nSection will be modified and shall be applicable as mentioned on the Policy \nSchedule/Certificate of Insurance  \nThis Policy  only covers Medical Treatment taken within India however Claims under this \nsection will be payable if diagnosis of the diseases is in;  \n• Canada  \n• Dubai  \n• Hong Kong  \n• Japan  \n• Malaysia  \n• New Zealand  \n• Singapore  \n• Switzerland  \n• USA \n• European Union  \n• United Kingdom  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n56 10. VECTOR BORNE  DISEASE COVER (PER DAY BENEFIT)  \nIn the event that an Insured Person undergoes Medically Necessary Hospitalization (including In -\npatient care AYUSH Treatment in an AYUSH Hospital) for the disease plan mentioned in the Policy \nSchedule / Certificate of Insur ance, we shall pay the per day Benefit as stipulated against this \nSection in the Policy Schedule / Certificate of Insurance for each continuous and completed day of \nHospitalization.  \nThe Medically Necessary Hospitalization should fall during the Policy Year  \nWaiting Period – This coverage is subject to a waiting period of 30 days (unless specified otherwise \nin the Policy Schedule / Certificate of Insurance against this cover)  from the date of inception of \nthis cover with us. This Waiting Period shall not appl y afresh at renewals. No other waiting period \nis applicable for claims under this cover.  \nFor diease plan related details kindly refer Annexure 3  \nSpecific Conditions applicable to Vector Borne Disease Cover (per day Benefit)  \na. The per day hospitalization amount shall be paid upto the maximum number of days for a \ngiven Policy Year as stipulated against this Section in the Policy Schedule / Certificate of \nInsurance.  \nb. The per day hospitalization amount shall be paid in excess of the Time Deductible opted and \nmentioned against this Section in the Policy Schedule / Certificate of Insurance.  \n \nI. Optional covers under Vector Borne Disease Cover ( per day Benefit)  \na. Recovery Benefit  \nWe shall pay INR 20,000 additionally in Lumpsum if an Insured Person is hospitalized for \na period of more than 10 consecutive and continuous days, for the disease as opted & \nmentioned in the Policy Schedule / Certificate of Insurance . \nb. Waiting Period Modification Options  \nOn availing this option, Waiting Period for Vector Borne Disease Cover (Fixed Benefit) \nSection will be modified and shall be applicable as mentioned on the Policy \nSchedule/Certificate of Insurance  \nc. ICU Multiplier  \nWe will pay a multiple of the opted per day benefit Sum Insured as specified on the Policy \nSchedule/Certificate of Insurance for each continuous and completed period of 24 hours \nof Hospitalization of Insured Person in the Intensive Care Unit.  \nSpecific Conditions applicable to ICU Multiplier  \nOn days wherein the Insured person is hospitalized in the ICU, normal room per day benefit \npayout shall not be made.  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n57 11. REPATRIATION OF MORTAL REMAINS  \nIf an Insured Person sustains Injury during the Policy Period and within twelve months of its \noccurrence this injury results in Accidental Death, we will pay the Sum Insured as specifie d in the \nPolicy Schedule / Certificate of Insurance towards the return of Mortal Remains of the Insured \nPerson from the place of Death to his home country or hometown or place of burial/cremation \nanywhere in the world.  \n12. FUNERAL EXPENSES  \nWe will pay an amoun t equal to the Sum Insured as specified in the Policy Schedule / Certificate \nof Insurance towards expenses incurred for last rites of the Insured Person if he sustains Injury \ndue to Accident during the Period of Insurance, which shall within twelve months of its occurrence \nbe the sole and direct cause of Death of Insured Person  \n13. DEPENDENT CHILD EDUCATION BENEFIT  \nIf Insured Person sustains Injury due to an accident during the Policy Period, which shall within \ntwelve months of its occurrence be the sole and direct cause of either death or a permanent \ndisablility (as specified in Benefit Table B under Personal Accident Cover) of the Insured Person, \nwe will pay the Sum Insured as mentioned in the Policy Sch edule / Certificate of Insurance  towards \neducation of each Dependent Child aged less than 25 years  \nSpecial Conditions applicable to this section:  \ni. The Permanent Total Disablement must be as specified in Benefit Table B under Personal \nAccident and the same s hould be certified by the Medical Practitioner.  \nii. The Claim is admissible only with confirmatory diagnosis of Permanent Total Disablement \nwhile the Insured Person is alive (A claim would not be admitted if the diagnosis is made post \nmortem)  \niii. The Sum Insured m entioned in the Policy Schedule / Certificate of Insurance shall be provided \non per child basis and for the number of children as stipulated in the Policy Schedule / \nCertificate of Insurance.The payable amount under this section shall be assessed basis the  \nnumber of living children of the insured person who is below 25 years of age . \n14. MOBILITY EXTENSION - BENEFIT  \nWe will pay the Sum Insured as mentioned in the Schedule of Coverage on the Policy Schedule/ \nCertificate of Insurance towards the cost of;  \nI. a self-powered, climbing wheelchair; and/or  \nII. adjustment of Control in Insured Person’s Motor Vehicle, owned prior to disablement; and/or  \nIII. a lift, necessary ramps, railings and holds to usual place of residence,  \ncertified as necessary by Medical Practitioner if  Insured Person sustains Injury during Policy Period \nwhich solely and directly, within 12 months of its occurrence results in Permanent Total \nDisablement as defined in the table below;  \n HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n58 S. No  The Disablement  \n1 Permanent Total Disablement  \n2 Permanent and incurable insanity  \n3 Permanent Total Loss of two Limbs (physical severance of Limbs)  \n4 Permanent Total Loss of Sight in both eyes  \n5 Permanent Total Loss of Sight of one eye and one Limb (physical severance of \nLimbs)  \n6 Permanent Total Loss of Speech  \n7 Complete removal of the lower jaw  \n8 Permanent Total Loss of Mastication  \n9 Permanent Total Loss of the central nervous system or the thorax and all \nabdominal organs resulting in the complete inability to engage in any job and the \ninability to carry out Da ily Activities essential to life without full time assistance  \n10 Permanent Total Loss of Hearing in both ears  \n11 Permanent Total Loss of one Limb (physical severance of Limbs)  \n12 Permanent Total Loss of Sight of one eye  \n \nSpecial Conditions applicable to this section:  \ni. In case a claim is paid during the Policy Year under this cover, the Sum Insured for the same \nshall be replenished post completion of that Policy Year . \nii. In case we have paid a claim for a particular Permanent Disablement, we shall not be li able \nto pay future 'MOBILITY EXTENSION - BENEFIT' claims pertaining to the same claim in the \nlifetime of the Policy.  \n \nSECTION 3 - EXCLUSIONS AND WAITING PERIODS  \nA. WAITING PERIODS  \nClaims under the Policy are covered subject to Waiting Period as specified below:  \nWe will not make payment for any claim in respect of any Insured Person attributable to any of \nthe following unless expressly stated to the contrary in the Policy Schedule / Certificate of \nInsurance  \nThe below mentioned waiting periods shall apply on ly to Section 2.A.I and 2.A.II.  \nWaiting periods applicable to coverages under Section 2.B. shall be applicable as stated within the \nclauses of the coverage and as specified in the Policy Schedule / Certificate of Insurance  \nI. PRE-EXISTING DISEASES : CODE – EXCL01  \na) Expenses related to the treatment of a pre -existing disease (PED) and its direct complications \nshall be excluded until the expiry of 36 months of continuous coverage after the date of \ninception of the first policy with insurer.  \nb) In case of enhancemen t of Sum Insured the exclusion shall apply afresh to the extent of sum HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n59 of Sum Insured increase.  \nc) If the Insured Person is continuously covered without any break as defined under the \nportability norms of the extant IRDAI (Health Insurance) Regulations, then waiting period for \nthe same would be reduced to the extent of prior coverage.  \nd) Coverage under the Policy after the expiry of 36 months for any pre -existing disease  is subject \nto the same being declared at the time of application and accepted by Insurer.  \nII. SPECIFIED DISEASE / PROCEDURE WAITING PERIOD : CODE – EXCL02  \na) Expenses related to the treatment of the listed Conditions, surgeries/treatmentsshall be \nexcluded until the expiry of 12 months of continuous coverage after the date of inception of \nthe first Poli cy with us. This exclusion shall not be applicable for claims arising due to an \nAccident.  \nb) In case of enhancement of sum insured the exclusion shall apply afresh to the extent of Sum \nInsured increase.  \nc) If any of the specified disease/procedure falls under th e waiting period specified for Pre -\nexisting diseases, then the longer of the two waiting periods shall apply.  \nd) The waiting period for listed conditions shall apply even if contracted after the Policy or \ndeclared and accepted without a specific exclusion.  \ne) If the Insured Person is continuously covered without any break as defined under the \napplicable norms  on portability stipulated by IRDAI, then waiting period for the same would \nbe reduced to the extent of prior coverage.  \nIllnesses  \nNon infective Arthritis  Pilonidal sinus  \nDiseases of gall bladder \nincluding cholecystitis  calculus diseases of Urogenital \nsystem e.g.Kidneystone,Urinary \nBladder Stone  Benign tumors, cysts, nodules, \npolyps including breast lumps  \nPancreatitis  Ulcer and erosion of stomach and \nduode num Polycystic ovarian diseases  \nAll forms of Cirrhosis  Gastro Esophageal Reflux Disorder \n(GERD)  Sinusitis, Rhinitis  \nPerineal Abscesses  Perianal Abscesses  Skin tumors  \nCataract  Fissure/fistula in anus, \nHaemorrhoids including Gout and \nrheumatism  Tonsillitis  \nOsteoarthritis and \nosteoporosis  Fibroids ( fibromyoma)  Benign Hyperplasia of Prostate  \n \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n60 Surgical Procedures  \nAdenoidectomy, \ntonsillectomy  Tympanoplasty, Mastoidectomy  Hernia  \nDilatation and curettage \n(D&C)  Nasal concha resection  Surgery for prolapsed inter \nvertebral disc  \nMyomectomy for \nfibroids  Surgery of Genito urinary system  Surgery for varicose veins and \nvaricose ulcers  \nSurgery on prostate  Cholecystectomy  Surgery for Perianal Abscesses  \nHydrocele/Rectocele  Joint replacement surgeries  Surgery for Nasal septum \ndeviation  \nLigament, Tendon and \nMeniscal tear  Prolapsed Uterus  Rectal Prolapse  \nEndometriosis  Retinal detachment  Glaucoma  \nVaricocele  Hysterectomy  Fissurectomy, \nHaemorrhoidectomy, \nFistulectomy, ENT surgeries  \nNasal polypectomy    \n \nIII. 30-DAY WAITING PERIOD : CODE – EXCL03  \na) Expenses related to the treatment of any illness within 30 days from the first Policy \ncommencement date shall be excluded except claims arising due to an Accident, provided the \nsame are covered.  \nb) This exclusion shall not , however, apply if the Insured Person has continuous coverage for \nmore than twelve months.  \nc) The within referred waiting period is made applicable to the enhanced Sum Insured in the \nevent of granting higher Sum Insured subsequently.  \n \nB. EXCLUSIONS  \nThe exclusio ns listed below are applicable for all sections and all coverages of the Policy unless \nexpressly stated otherwise in the coverage itself. These exclusions are in addition to the Specific \nExclusion stated explicitly under certain benefits.  \nI. STANDARD PERMANEN T EXCLUSIONS  \nWe will not make any payment for any claim in respect of any Insured Person caused by, arising \nfrom or attributable to any of the following unless expressly stated to the contrary in this Policy:  \n1. Investigation & Evaluation: Code Excl04  \na. Expenses related to any admission primarily for diagnostic and evaluation purposes only are \nexcluded.  \nb. Any diagnostic expenses which are not related or not incidental to the current diagnosis and HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n61 treatment are excluded.  \n2. Rest Cure, rehabilitation and respite  care: Code – Excl05: Expenses related to any \nadmission primarily for enforced bed rest and not for receiving treatment. This also includes:  \na. Custodial care either at home or in a nursing facility for personal care such as help with \nactivities of daily livi ng such as bathing, dressing, moving around either by skilled nurses or \nassistant or non -skilled persons.  \nb. Any services for people who are terminally ill to address physical, social, emotional and \nspiritual needs.  \n3. Obesity/Weight control: Code – Excl06: Expe nses related to the surgical treatment of \nobesity that does not fulfil all the below conditions:  \na. Surgery to be conducted is upon the advice of the doctor  \nb. The surgery/procedure conducted should be supported by clinical protocols  \nc. The member has to be 18 year s of age or older  and \nd. Body Mass Index (BMI)  \ni. Greater than or equal to 40 or,  \nii. Greater than or equal to 35 in conjunction with any of the following severe co -\nmorbidities following failure of less invasive methods of weight loss:  \na) Obesity related cardiomyopathy  \nb) coronary heart disease  \nc) severe sleep apnoea  \nd) uncontrolled type2 diabetes  \n4. Change -of-Gender treatments: Code – Excl07 : Expenses related to any treatment, \nincluding surgical management, to change characteristics of the body to those of the opposite \nsex. \n5. Cosmetic or plastic surgery: Code – Excl08:  Expenses for cosmetic or plastic surgery or \nany treatment to change appearance unless for reconstruction following an Accident, Burn(s) \nor Cancer or as part of Medically Necessary Treatment to remove a direct and  immediate \nhealth risk to the insured. For this to be considered a medical necessity, it must be certified \nby the attending Medical Practitioner.  \n6. Hazardous or Adventure Sports: Code – Excl09 : Expenses related to any treatment \nnecessitated due to participat ion as a professional in Hazardous or Adventure sports,  including \nbut not limited to, para -jumping, rock climbing, mountaineering, rafting, motor racing, horse \nracing or scuba diving, hand gliding, sky diving, deep sea diving.  \n7. Breach of Law:  Code – Excl10 : Expenses for treatment directly arising from or consequent \nupon any Insured Person  committing or attempting to commit a breach of law with criminal \nintent.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n62 8. Excluded Providers : Code – Excl11 : Expenses incurred towards treatment in any hospital or \nby any Me dical Practitioner or any other provider specifically excluded by the Insurer and \ndisclosed in its website/notified to the policyholders are not admissible. However, in case of life \nthreatening situations or following an Accident, expenses up to the stage of stabilization are \npayable but not the complete claim.  \n9. Treatment for Alcoholism, drug or substance abuse or any addictive condition and consequences \nthereof.  Code – Excl12  \n10. Treatments received in health hydros, nature cure clinics, spas or similar establi shments or \nprivate beds registered as a nursing home attached to such establishments or where admission \nis arranged wholly or partly for domestic reasons.  Code – Excl13  \n11. Dietary supplements and substances that can be purchased without prescription, including but \nnot limited to Vitamins, minerals and organic substances unless prescribed by a Medical \nPractitioner as part of Hospitalization  claim or day care procedure.  Code – Excl14  \n12. Expenses related to the treatment for correction of eye sight due to refractive error less than \n7.5 dioptres.  Code – Excl15  \n13. Unproven Treatments – Expenses related to any unproven treatment, services and supplies \nfor or in connection with any treatme nt. Unproven treatments are treatments, procedures or \nsupplies that lack significant medical documentation to support their effectiveness.  Code – \nExcl16  \n14. Sterility and Infertility : Code – Excl17 : Expenses related to sterility and infertility. This \nincludes:  \na. Any type of contraception, sterilization  \nb. Assisted Reproduction services including artificial insemination and advanced reproductive \ntechnologies such as IVF, ZIFT, GIFT, ICSI  \nc. Gestational Surrogacy  \nd. Reversal of sterilization  \n15. Maternity:  Code – Excl18  \na. Medical  treatment expenses traceable to childbirth (including complicated deliveries and \ncaesarean sections incurred during hospitalization) except ectopic pregnancy;  \nb. Expenses towards miscarriage (unless due to an accident) and lawful medical termination \nof pregn ancy during the Policy  period.  \n \nII. SPECIFIC PERMANENT EXCLUSIONS  \n1. War or any act of war, invasion, act of foreign enemy, (whether war be declared or not  or \ncaused during service in the armed forces of any country ), civil war, public defence, rebellion, \nrevolution, insurrection, military or usurped acts, Nuclear, Chemical or Biological attack or \nweapons, radiation of any kind.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n63 2. Aggregate Deductible - We are not liable for Claims/Claim amount falling within Aggregate \nDeductible limit if opted and as mentioned on the Schedule of Coverage in the \nPolicySchedule/Certificate of Insurance.  \n3. Any Insured Person committing or attempting to commit intentional self -injury or attempted \nsuicide or suicide.  \n4. Any Insured Person’s participation or involvement in naval,  military or air force operation.  \n5. Investigative treatment for Sleep -apnoea, General debility or exhaustion (“run -down \ncondition”).  \n6. Congenital external diseases, defects or anomalies,  \n7. Stem cell harvesting.  \n8. Investigative treatments for analysis and adjustmen ts of spinal sub luxation, diagnosis and \ntreatment by manipulation of the skeletal structure or for muscle stimulation by any means \nexcept treatment of fractures (excluding hairline fractures) and dislocations of the mandible \nand extremities).  \n9. Circumcision s (unless necessitated by Illness or Injury and forming part of treatment ). \n10. Any Convalescence, sanatorium treatment, private duty nursing or long-term nursing care.  \n11. Vaccination including inoculation and immunisations (Except post Animal bite treatment),  \n12. Non-Medical expenses such as Food charges (other than patient’s diet provided by hospital), \nlaundry charges, attendant charges, ambulance collar, ambulance equipment, baby food, \nbaby utility charges and other such items.  Full list of Non -Medical expenses is attached in \nAnnexure 1 and also available at www.hdfcergo.com . \n13. OPD treatment  \n14. The provision or fitting of hearing aids, spectacles or contact lenses.  \n15. Any treatment and associated expenses for alopecia, baldness including cortico  steroids and \ntopical immunotherapy wigs, toupees, hair pieces,any non -surgical hair replacement methods, \nOptometric therapy.  \n16. Any treatment or part of a treatment that is not of a Reasonable and Customary charge, not \nMedically Necessary; treatments or drugs not supported by a prescription.  \n17. Expenses for Artificial limbs and/or device used for diagnosis or treatment (except when used \nintra-operatively).prosthesis, corrective devices external durable medical equipment of any kind, \nwheelchairs,  crutches, and oxygen concentrator for bronchial asthma/ COPD conditions, cost of \ncochlear implant(s) unless necessitated by an Accident. Exhaustive list of Non -Medical expenses \nis attached in Annexure 1 and also available on www.hdfcergo.com  \n18. Any Medical treatment or hospitalization availed outside India  \n19. Dental treatment and surgery of any kind, unless requiring Hospitalisation  \n20. Any non allopathic treatment unless explicitly specified under a benefit/coverage in this P olicy. \nExclusion shall be superceeded on to the extent of coverage provided under such \nbenefit/coverage.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n64 21. Prosthetic and other devices which are self - detachable /removable without surgery involving \nanaesthesia.  \n22. Treatment at a healthcare facility which is N OT a Hospital  \n23. Treatments rendered by a Medical Practitioner who is a member of the Insured Person’s family \nor stays with him, however proven material costs are eligible for reimbursement in accordance \nwith the applicable cover.  \n24. Treatment rendered by a Medical Practitioner which is outside his discipline or the discipline \nfor which he is licensed.  \n25. Claims arising due to abuse or the consequences of the abuse of tobacco, intoxicants or \nhallucinogenic substances such as drugs and alcohol.  \n26. Whilst engaging in  Adventure Sports (Adventurous Sports means any sport or activity, which \nis potentially dangerous to the Insured Person whether he/she is trained or not. Such sport \nor activity includes stunt activity of any kind, adventure racing, base jumping, biathlon, big \ngame hunting, rafting, BMX stunt / obstacle riding, bobsleighing / using skeletons, bouldering, \nboxing, canoying, caving / pot holing, cave tubing, rock climbing / trekking / mountaineering, \ncycle racing, cyclo cross, drag racing, endurance testing, ha nd gliding, harness racing, hell \nskiing, high diving (above 5 meters), hunting, ice hockey, ice speedway, jousting, judo, karate, \nkendo, lugging, risky manual labor, martial arts, micro – lighting, modern pentathlon, motor \ncycle racing, motor rallying, par achuting, paragliding / parapenting, piloting aircraft, polo, \npower lifting, power boat racing, quad biking, river boarding, seuba diving. river bugging, \nrodeo, roller hockey, rugby, ski acrobaties, ski doo, ski jumping, ski racing, sky diving, small \nbore target shooting, speed trials/ time trials, triathlon, water ski jumping. weight lifting or \nwrestling of any type).  \n27. Any pre -existing injury or disability {This exclusion is applicable only to section 2.B'.2 'Personal \nAccident Cover', 2.B.5 'Loss Of Income Due To TTD (Injury Only)', 2.B.7 'Loss Of Income Due \nTo TTD (Injury and Illness)', 2.B.11 'Repatriation of Mortal Remains', 2.B.12 'Funeral \nExpenses', 2.B.13 'Dependent Child Education Benefit', 2.B.14 'Mobility Extension – Benefit'}  \n28. Participation in actua l or attempted felony, riots, civil commotion or criminal misdemeanour  \n \nSECTION 3 – GENERAL TERMS AND CLAUSES  \nA. STANDARD GENERAL TERMS AND CLAUSES  \n1. Disclosure of Information  \nThe Policy shall be void and all premium paid thereon shall be forfeited to the Company in the \nevent of misrepresentation, mis description or non -disclosure of any Material Fact by the \nPolicyholder.  \n2. Condition Precedent to Admission of Liability  \nThe terms and conditions of the Policy must be fulfilled by the Insured Person for the Company to \nmake any payment for claim(s) arising under the Policy.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n65 3. Complete Discharge  \nAny payment to the Policyholder, Insured Person or his/ her nominees or his/ her le gal \nrepresentative or assignee or to the Hospital, as the case may be, for any benefit under the Policy \nshall be a valid discharge towards payment of claim by the Company to the extent of that amount \nfor the particular claim.  \n4. Multiple Policies  \ni. In case of m ultiple policies taken by an Insured  Person during a period from one or more \ninsurers to indemnify treatment costs, the Insured  Person shall have the right to require a \nsettlement of his/her claim in terms of any of his/her policies. In all such cases the Insurer \nchosen by the Insured Person shall be obliged to settle the claim as long as the claim is within \nthe limits of and according to the terms of the chosen Policy.  \nii. Insured Person having multiple policies shall also have the right to prefer claims under  this \nPolicy for the amounts disallowed under any other Policy / policies even if the sum insured is \nnot exhausted. Then the Insurer shall independently settle the claim subject to the terms and \nconditions of this Policy.  \niii. If the amount to be claimed exceed s the Sum Insured under a single Policy, the Insured \nPerson shall have the right to choose Insurer from whom he/she wants to claim the balance \namount.  \niv. Where an Insured Person has policies from more than one Insurer to cover the same risk on \nindemnity basis , the Insured Person shall only be indemnified the treatment costs in \naccordance with the terms and conditions of the chosen Policy.  \n5. Moratorium Period  \nAfter completion of sixty continuous months of coverage (including portability and migration) in \nhealth insurance policy, no policy and claim shall be contestable by the insurer on grounds of non -\ndisclosure, misrepresentation, except on grounds of established fraud. This period of sixty \ncontinuous months is called as moratorium period. The moratorium would b e applicable for the \nsums insured of the first policy. Wherever, the sum insured is enhanced, completion of sixty \ncontinuous months would be applicable from the date of enhancement of sums insured only on \nthe enhanced limits.  \n6. Fraud  \nIf any claim made by the  Insured Person, is in any respect fraudulent, or if any false statement, \nor declaration is made or used in support thereof, or if any fraudulent means or devices are used \nby the Insured Person or anyone acting on his/her behalf to obtain any benefit under  this Policy, \nall benefits under this Policy and the premium paid shall be forfeited.  \nAny amount already paid against claims made under this Policy but which are found fraudulent \nlater shall be repaid by all recipient(s)/policyholder(s), who has made that particular claim, who \nshall be jointly and severally liable for such repayment to the Insurer.  \nFor the purpose of this clause, the expression \"fraud\" means any of the following acts committed \nby the Insured Person or by his agent or the Hospital/doctor/any  other party acting on behalf of HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n66 the Insured Person, with intent to deceive the Insurer or to induce the Insurer to issue an insurance \nPolicy: \na) the suggestion, as a fact of that which is not true and which the Insured Person does not \nbelieve to be true;  \nb) the active concealment of  a fact by the Insured Person having knowledge or belief of the fact;  \nc) any other act fitted to deceive; and  \nd) any such act or omission as the law specially declares to be fraudulent  \nThe Company shall not repudiate the claim and / or forf eit the Policy benefits on the ground of \nfraud, if the Insured Person / beneficiary can prove that the misstatement was true to the best of \nhis knowledge and there was no deliberate intention to suppress the fact or that such misstatement \nof or suppression  of Material fact are within the knowledge of the Insurer.  \n7. Free look period  \n Not Applicable on Group Health Products  \n8. Migration  \nThe Insured Person will have the option to migrate the Policy to other health insurance \nproducts/plans offered by the Company  by applying for Migration of the Policy atleast 30 days \nbefore the Policy renewal date as per IRDAI guidelines on Migration. If such person is presently \ncovered and has been continuously covered without any lapses under any health insurance \nproduct/plan of fered by the Company, the Insured Person will get the accrued continuity benefits \nin waiting periods as per IRDAI guidelines on Migration.  \n9. Portability  \nThe Insured Person will have the option to port the Policy to other insurers by  applying to such \nInsurer to port the entire Policy along with all the members of the family, if any, at least 30 days \nbefore, but not earlier than 60 days from the Policy renewal date as per IRDAI guidelines related \nto Portability. If such person is presently covered and has been continuously covered without any \nlapses under any health insurance Policy with an Indian General/Health insurer, the proposed \nInsured Person will get the accrued continuity benefits in waiting periods as per IRDAI guidelines \non Portability.  \n10. Cancellation  \na. The Policyholder may cancel this Policy by giving 7 days’ written notice and in such an event, \nthe Company shall refund to the Insured a pro -rata premium for the unexpired Policy Period.  \n Note:  For Policies where premium is paid by instalment: In case of a dmissible claim under the \nPolicy, future instalment for the current Policy Year will be adjusted in the claim amount and \nno refund of any premium will be applicable during the Policy Year.  \nb. The Company may cancel the Policy at any time on grounds of misrepr esentation non -\ndisclosure of material facts, fraud by the Insured Person by giving 15 days’ written notice. \nThere would be no refund of premium on cancellation on grounds of misrepresentation, non -\ndisclosure of material facts or fraud.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n67 c. Refund of Policy pre mium in case of death of Insured Person/s: Policy premium shall be \nrefunded proportionately for the deceased Insured Person, for the unexpired Policy Period in \ncase of death of any Insured Person/s  \nd. Notwithstanding anything contained herein or otherwise, no  refunds of premium shall be made \nin respect of Cancellation where any claim has been admitted or any benefit has been availed \nby the Insured Person under the Policy  \n11. Premium Payment in Instalments  \nIf the Insured Person has opted for Payment of Premium on an instalment basis i.e. Half Yearly, \nQuarterly or Monthly, as mentioned in the Policy Schedule/Certificate of Insurance, the following \nConditions shall apply (notwithstanding any terms contrary elsewhere in the Policy)  \ni. Grace Period as mentioned in the tab le below would be given to pay the instalment premium \ndue for the Policy.  \nOptions  Installment Premium Option  Grace Period applicable  \nOption 1  Half Yearly  30 days  \nOption 2  Quarterly  30 days  \nOption 3  Daily / Monthly  15 days  \n \nii. If premium is paid in instalments then coverage will be available during the grace period also. \n(Note: In case of Non -Instalment Premium Payment, coverage shall not be available for the \nperiod for which no premium is received).  \niii. The Insured Person will get the accrued continuity  benefit in respect of the “Waiting Periods”, \n“Specific Waiting Periods” in the event of payment of premium within the stipulated Grace \nPeriod.  \niv. No interest will be charged If the instalment premium is not paid on due date.  \nv. In case of instalment premium due  not received within the Grace Period, the Policy will get \ncancelled.  \nvi. In the event of a claim, all subsequent premium installments shall immediately become due \nand payable.  \nvii. The Company  has the right to recover and deduct all the pending installments from t he claim \namount due under the Policy.  \n12. Instalment premium payment through Auto Debit/ECS Facility  \ni. If Option of Premium payment by instalment is opted through auto Debit/ECS facility, \nElectronic Clearing Service (ECS) Mandate form needs to be completely filled & signed by the \nInsured Person.  \nii. The Premium amount which would be auto debited & frequency of instalment should be duly \nfilled in the ECS Mandate form.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n68 iii. New ECS Mandate Form is required to be filled in case of any change in the Premium due to \nchange of Sum Insured / age / plan /coverages/revision in premium.  \niv. The Company should be informed at least 15 days prior to the due date of instalment premium \nif the Insured Person wishes to discontinue the ECS facility.  \nv. Non-payment of premium on due date as opte d by the Insured Person in the mandate form \nsubject to an additional 15 days of relaxation period will lead to termination of the policy.  \n13. Possibility of Revision of Terms of the Policy Including the Premium Rates  \nThe Company, with prior approval of IRDAI, may revise or modify the terms of the Policy including \nthe premium rates. The Insured Person shall be notified three months before the changes are \neffected.  \n14. Withdrawal of Policy  \ni. In the likelihood of this product being withdrawn in future, the Company will intimate the \nInsured Person about the same 90 days prior to expiry of the Policy.  \nii. Insured Person will have the option to migrate to similar health insurance product available \nwith the Company at the time of Renewal with all the accrued continuity benefits such as \nCumulative Bonus, waiver of waiting period as per IRDAI guidelines, provided the Policy has \nbeen maintained without a break.  \n15. Nomination  \nThe Policyholder is required at the inception of the Policy to make a nomination for the purpose \nof payment of c laims under the Policy in the event of death of the Policyholder. Any change of \nnomination shall be communicated to the Company in writing and such change shall be effective \nonly when an endorsement on the Policy is made. In the event of death of the Polic yholder, the \nCompany will pay the nominee {as named in the PolicySchedule/Policy  Certificate/Endorsement (if \nany)} and in case there is no subsisting nominee, to the legal heirs or legal representatives of the \nPolicyholder  whose discharge shall be treated as full and final discharge of its liability under the \nPolicy.  \n16. Claim Settlement (provision for Penal Interest)  \ni. The Company shall settle or reject a claim, as the case may be, within 15 days from the date \nof receipt of intimation.  \nii. In the case of delay in the payment of a claim, the Company shall be liable to pay interest to \nthe Policyholder from the date of receipt of intimation to the date of payment of claim at a \nrate 2% above the Bank Rate . \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n69 17. Renewal of Policy  \nA health insurance policy shall be renewable except on grounds of established fraud or non -\ndisclosure or misrepresentation by the insured, provided the policy is not withdrawn and also \nsubject to conditions stated under Moratorium clause of this schedule.  \na) The Company shall endeavour give no tice for Renewal.  \nb) Renewal of a health insurance policy shall not be denied on the ground that the insured had \nmade a claim or claims in the preceding policy years, except for benefit based policies where \nthe policy terminates following payment of the benef it covered under the policy like critical \nillness policies.  \nc) The company shall condone a delay in renewal up to the grace period from the due date of \nrenewal without considering such condonation as a break in policy.  \nd) No loading shall apply on renewals based  on individual claims experience  \ne) The Company shall not resort to fresh underwriting unless there is an increase in sum insured. \nIn case increase in sum insured is requested by the Policyholder, the Insurer may underwrite \nonly to the extent of increased sum  insured.  \nf) Renewal premium due can be paid prior to the due date as per norms set out by the company  \n18. Grievance Redressal Procedure  \nIn case of any grievance the insured person may contact the company through:  \n \nFirst Point of \nContact   Call us at 022 6158 2020  / 022 6234 6234 /www.hdfcergo.com  \nLevel 1  For lack of a response or if the response provided does not meet your expectation, \nyou can:  \n \n1.    Write to The Complaints & Grievance Cell (C&G Cell)  \nHDFC ERGO General Insurance Company Limited, D -301, 3rd Floor, Eastern \nBusiness District (Magnet Mall), LBS  Marg, Bhandup (West), Mumbai – 400078, \nMaharashtra  \n \n2.      You can also write an email to grievance@hdfcergo.com  \n \n3.      Call on 18002677444  (operational Monday - Saturday 9AM to 6PM)  \nLevel 2  If you're not satisfied with the resolution or if no response was received within 15 \ndays, you can:  \n \n1.      Write to the Chief Grievance Officer  \nHDFC ERGO General Insurance Company Limited, D -301, 3rd Floor, Eastern \nBusiness District (Magnet Mall), LBS Marg, Bhandup (West), Mumbai – 400078, \nMaharashtra  \n \n2.       You can also wri te an email to cgo@hdfcergo.com  \nLevel 3    HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n70 In case grievance is not resolved at the above escalation levels, you can also lodge an \nonline complaint through the website of Council for Insurance Ombudsmen (CIO) \nwww.cioins.co.in  \n  \n  \nDedicated Helpline For  Email ID  Contact Number  \nSenior Citizen  seniorcitizen@hdfcergo.com  022 6158 2026  \nWomen  - 022 6158 2055  \n  \nYou may also refer the Grievance Redressal Escalation matrix on our website \nhttps://www.hdfcergo.com/customer -voice/grievances  \n \nIf Insured Person is not satisfied with the redressal of grievance through above me thods, the Insured Person \nmay also approach the office of Insurance Ombudsman of the respective area/region for redressal of \ngrievance as per Insurance Ombudsman Rules 2017.  \nGrievance may also be lodged at IRDAI Integrated Grievance Management System -\nhttps://bimabharosa.irdai.gov.in  \n \nB. SPECIFIC TERMS AND CLAUSES  \n1. Non - Disclosure or Misrepresentation  \ni. If at the time of issuance of Policy or during continuation of the Policy, the information \nprovided to Us in the Proposal Form or otherwise, by You or the Insured Person or anyone \nacting on behalf of You or an Insured Person, is found to be incorrect, incomplete, suppressed \nor not disclosed, wilfully or otherwise, the Policy shall be:  \na) cancelled ab initio from the  inception date or the Renewal date (as the case may be), or \nthe Policy may be modified by Us at Our sole discretion, upon 15 day notice by sending \nan endorsement to Your address shown in the Policy Schedule/Certificate of Insurance, \nand \nb) the claim under su ch Policy if any, shall be prejudiced.  \nii. We may also exercise any of the below listed options for the purpose of continuing the health \ninsurance coverage in case of Non -Disclosure/Misrepresentation of Pre -existing Diseases \nsubject to your prior consent;  \na) Permanently exclude the disease/condition and continue with the Policy  \nb) Incorporate additional waiting period of not exceeding 3 years for the said undisclosed \ndisease or condition from the date the non -disclosed condition was detected and continue \nwith the Pol icy. \nc) Levy underwriting loading from the first year of issuance of Policy or renewal, whichever \nis later.  \nThe above options will not prejudice the rights of the Company to invoke cancellation under clause \n1 i above.  \n2. Geography  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n71 All coverages and sections under this Policy cover medical expenses and/or hospitalizations availed \nin India only, unless expilcitly specified otherwise within the Coverage details of any Section / \nBenefit.  \n3. Loadings  \ni. We may apply loading on the premium, based on the declarations made  in the proposal form \nand the health status, habits and lifestyle, past medical records, and the results of the Pre -\nPolicy medical examination of the persons proposed for insurance.  \nii. The maximum Medical Underwriting loading shall not exceed 100% for each condition and a \ntotal of 150% for each Insured Person  \niii. Loadings will be applied from Commencement date of the Policy including subsequent \nRenewal(s) with Us or on increased Sum Insured. We will not apply any additional loading on \nYour Policy premium at Rene wal based on claim experience in Your Policy.  \niv. We will inform You about the proposed loading with time bound exclusion (if any) through a \ncounter offer letter and will issue the Policy only on Your acceptance within 15 days of the \nreceipt of such counter of fer letter. In case, You neither accept the counter offer nor revert \nto Us within 15 days, We shall cancel Your application and refund the premium paid within \nnext 7 days.  \n4. Grace Period  \ni. A Grace Period of 30 days is available for Renewal of the Coverage. Any  Illness, disease or \ncondition contracted during Grace Period will not be covered and will be treated as Pre -existing \ndiseases.  \nii. For Renewal received after completion of Grace Period, the Coverage would be considered as \nfresh without any Renewal benefits  \niii. For Policies on instalment basis, Grace Period is available as given below.  \niv. If premium is paid in instalments then coverage will be available during the grace period also. \n(Note: In case of non -instalment premium payment, coverage shall not be available for the \nperiod for which no premium is received).  \nInstalment Premium Option  Grace Period applicable  \nHalf Yearly  30 days  \nQuarterly  30 days  \nMonthly  15 days  \n \n5. Endorsements  \nThe following endorsements are permissible during the Policy Period:  \nNon-Financial Endorsements – which do not affect the premium  \ni. Minor rectification/correction in name of the Proposer / Insured Person (and not the complete \nname change)  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n72 ii. Rectification in gender of the Insured Person  \niii. Rectification in relationship of the Insured Person with  the Proposer  \niv. Rectification of date of birth of the Insured Person (if this does not impact the premium)  \nv. Change in the correspondence address of the Insured Person/Proposer(if this does not impact \nthe premium)  \nvi. Change in Nominee Details  \nvii. Change in Height, we ight, marital status (if this does not impact the premium)  \nviii. Change in bank details  \nix. Any other non -financial endorsement  \nFinancial Endorsements – which result in alteration in premium  \ni. Change in Age/date of birth  \nii. Change in Height, weight  \niii. Addition of Insured Pe rson (New Born Baby or newly wedded spouse)  \niv. Deletion of Insured Person on death or Marital separation  \nv. Any other financial endorsement  \nThe Policyholder/Insured Personshallapply in a proposal form along with birthCertificate / marriage \ncertificate as the case may be for addition of Insured person.  \n6. Communication & Notice  \nPolicy and any communication related to the Policy shall be sent to through electronic modes or \nto the address of the Insured as recorded in the Policy.  \n7. Utilization of Sum Insured  \nUtilizati on of Sum Insured, for indemnification of expenses incurred as a result of hospitalization \nshall follow the progressive order as specified below if the same is inforce, applicable and available:  \ni. Room Rent eligibility  \nii. Annual Aggregate deductible  \niii. Co-payment / Preferred Provider Network Co -payment  \niv. Sum insured / Sub -limit OR Capping of that coverage/sub -coverage  \nv. Double Sum Insured for Critical Illness  \nvi. Cumulative bonus  \nvii. Inflation Protector  \nviii. Secure Benefit  \nix. Restore benefit  \nx. Double Restore benefit OR Unlimited Restore  Benefit  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n73 8. Single Claim in a Policy Year [Applicable to Section 2.A.I and 2.A.II. only]  \nOur maximum liability for a single claim in any given Policy Year shall never exceed the cumulative \naddition of the below mentioned covers  \ni. Base Sum Insured (as opted and as whole in amount terms)  \nii. Double Sum Insured for Critical Illness (if in force & remaining)  \niii. Cumulative bonus (if in force & remaining)  \niv. Inflation Protector (if in force & remaining)  \nv. Secure Benefit (if in force & remaining)  \n9. Splitting of Family Floater polici es \nWhen a dependent child attains the age of 25 years, he or she shall be ineligible for coverage in \nthe subsequent renewals and will be migrated to a new Policy, with continuity benefits.  \n10. Credit Linkage of Policy  \na. This Policy can be credit linked to a specific loan. Such loan details shall be provided at the \ntime of enrolment.  \n11. Assignment Clause  (Applicable only for Credit linked Policies)  \nFor credit linked Policies it is hereby declared and agreed that : \na. From the Policy Start Date,the monies payable by the Company to the Insured and all rights, \ntitle, benefits and interest of the Insured for Sections  as opted stands assigned in favour of \nthe “Bank / Financial institution“ as named in the Policy Schedule of this Policy.  \nb. Upon any monies becoming payable un der this Policy the same shall be paid by the Company \nto the “ Bank / Financial institution“ as named in Schedule of this Policy without any reference \n/ notice to the Insured , but not exceeding the Principal Out standing as defined under the \nPolicy . In t he event of any monies payable under this Policy exceeding the Principal Out \nstanding , the Company shall pay such monies as exceeding the Principal Outstanding to the \nInsured/Nominee.  \nc. The receipt of such monies in the manner aforesaid by the Bank/Financia l Institution as named \nin the Schedule of this Policy and the Insured shall completely discharge the Company from \nall liability under the Policy and shall be binding on the Insured and the heirs, executors, \nadministrators, successors or legal representativ es of the Insured, as the case may be.  \nd. That any adjustment, settlement, compromise or reference to arbitration in connection with \nany dispute between the Company and the insured or any of them arising under or in \nconnection with this policy if made by the Financier shall be valid and binding on all parties \ninsured here under but not so as to impair right of the Financier to recover the full amount of \nany claim it may have on other parties insured here under but not so as to impair.  \ne. The benefits under this P olicy are assignable subject to applicable Laws.  \nC. OTHER TERMS AND CONDITIONS  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n74 I. Claims Procedure  \n1. Notification of a Claim  \nProcedure  Cashless Hospitalization  \nReimbursement Claims  \nEmergencies  Planned  \nClaim Intimation  \nYou shall intimate the Claims to us through any available mode of communication as specified in \nthe Policy,  Health Card or our Website  \n \nClaim Intimation \nTimelines  Within 24 \nhours of the \nEmergency \nHospitalization  At least 72 hours \nprior to the planned \nHospitalization  Within 48 hours of \nadmission or before \ndischarge from the \nHospital, whichever is \nearlier  \nClaim Intimation \nTimelines for Critical \nIllness related claims  Within 15 days of the diagnosis of Critical Illness or Hospitalization  \n \n \n \nParticulars to be \nprovided to us for claim \nnotification  \n 1. The health card issued by Us  \n2. KYC documents  \n3. The Policy Number  \n4. Name of the Policyholder  \n5. Name and address of Insured Person in respect of whom the \nrequest is being made  \n6. Nature of the Illness/Injury and the treatment/Surgery \nrequired  \n7. Name and address of the attending Medical Practitioner  \n8. Hospital where treatment/Surgery is proposed to be taken or \n/Hospital where the Insured person is admitted  \n9. Proposed /Actual Date of admission  \n10. NEFT details & cancelled cheque of Claimant or Nominee (in \ncase clai mant expired), Provide legal heir certificate in case \nnominee is minor.  \nClaims documents to be \nsubmitted for Hospital \nCash  1. Copy of Discharge Summary / Discharge Certificate along with \ntime of admission and discharge for Hospital cash benefit  \n2. First consultation letter from treating Medical Practitioner  \n3. Certificate from treating Medical Practitioner, specifying the \nduration and aetiology  \n4. MLC/FIR copy/ certificate regarding abuse of \nAlcohol/intoxicating agent if applicable  \nClaims Documents to be 1. Copy of Discharge Summary / Discharge Certificate / Death HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n75 submitted for Critical \nIllness related claims  Certificate (in case insured expired);  \n2. First consultation letter from treating Medical Practitioner  \n3. Medical certificate confirming diagnosis, and the treatment from \nMedical Practitioner  \n4. certificate from treating Medical Practitioner, specifying the \nduration and etiology  \n5. OT Notes in case of Surgery  \n6. Medical certificate from treating Medical Practitioner specifying \nthe diagnosis and need for the surgery  \n7. MLC/FIR copy/ certificate regarding abuse of \nAlcohol/intoxicating agent if applicable  \n8. All pathological/Histopathological and radiological Investigation \nReports  \n9. NEFT details & cancelled cheque of Claimant or Nominee (in \ncase claimant expired), Provide legal h eir certificate in case \nnominee is minor.  \nProvide KYC ( Know your customer ) form along with photocopy of \nany one of following KYC documents for all claims amounting to \n(Aadhaar Card, Passport, Driving License Voter ID, etc)  \nWe may require the Insured Pers on to undergo medical examination \nby Medical Practitioner authorized by Us to obtain an independent \nmedical opinion for the processing of the claim. Any cost towards \nsuch medical examination will be borne by Us.  \nClaims documents and \nprocedure for Second \nMedical Opinion  1. Duly filled claim form along with the copy of all medical reports \nincluding investigation reports and discharge summary (if any)  \n2. Select Our network Medical Practitioner from whom you would \nprefer to take the second opinion. (Please refer ou r Website or \ncall us at our customer service number to obtain the list of Our \npanel doctors).  \n3. On receipt  of the complete set of documents, We will forward \nthe same to the concerned doctor.  \n4. The Second Opinion shall be forwarded to the member within \n15 worki ng days of receipt of the complete set of documents . \nClaims documents to be \nsubmitted for cases of \nAccidental Death  1. Medical Practitioner’s Report  \n2. Medico Legal Certificate  \n3. Death certificate  \n4. Post mortem if conducted/FSL (Forensic science \nlaboratory)report – To check for drug abuse/intoxication  \n5. MLC/FIR copy/ certificate regarding abuse of \nAlcohol/intoxicating agent if applicable  \nClaims documents to be 1. Medical Practitioner’s Report  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n76 submitted for cases of \nPermanent Disablement  2. Medico Legal Certificate  \n3. Investigation Reports like Laboratory test, X -rays and reports \nessential of confirmation of the Injury;  \n4. Disability certificate from a government certified Medical \nPractitioner or government Hospital confirming the extent and \nnature of disability;  \n5. Discharge  summary from the Hospital Medical reports, case \nhistories, investigation reports,treatmentpapers as applicable.  \n6. Letter from treating Medical Practitioner  mentioning the reason \nand date for disablement and confirming the disablement.  \n7. MLC/FIR copy/ certific ate regarding abuse of \nAlcohol/intoxicating agent if applicable  \n \nParticulars to be \nprovided for pre -\nauthorization  \n i. Policy Number  \nii. Name of the Insured person(s)  \niii. Nature of disease/Illness/Injury  \niv. Name and address of the \nattending  Medical \nPractitioner/Hospital  \nv. Date of admission & probable \ndate of discharge  \nvi. Approximate Claim Expenses  \nvii. Any other relevant information \nas required  Not Applicable  \n \n \n \n \n \n \nProcess for pre -\nauthorization  \n On receipt of duly filled pre \nauthorization form and other details, \nWe may;  \n• Issue the  authorization letter \nspecifying the sanctioned \namount, limitation, and non -\npayable items, if applicable  \nOr \n• Reject the request for pre -\nauthorization specifying reasons \nfor the rejection.  Not Applicable  \nList of Claim documents  Not Applicable  As enlisted below  \nCondonation of Delay  If the claim is not notified/ or submitted to Us within the specified \ntime limits, then We shall be provided the reasons for the delay in \nwriting. We  will condone  such delay on merits where the delay has \nbeen proved to be for re asons beyond the claimant’s control  \n \n \n List of documents for Reimbursement Claims  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n77 i. Completely filled claim form, duly signed (by claimant/proposer) and stamped (by Hospital ). \nii. Government approved Photo ID & Age Proof  \niii. Copy of claim intimation letter / reference of Claim Intimation Number in the absence of main \nclaim documents  \niv. Copy of the Hospital’s Registration Certificate/Hospital Registration number in case of \nHospitalization  in any non -network hospital of HDFC ERGO General Insurance or certificate \nfrom Hospital  authorities providing facilities available including number of beds.  \nv. Discharge Card / Day Care Summary / Transfer Summary  \nvi. Final hospital bill with all deposit and final payment receipt and refund receipt(s), if advance \namount refunded  \nvii. Invoice w ith payment receipt and implant stickers for all implants used during surgeries e.g. \nlens sticker and invoice in cataract Surgery, stent invoice and sticker in Angioplasty Surgery.  \nviii. All previous consultation papers indicating history and treatment details f or current Illness and \nadvice for current hospitalization.  \nix. All diagnostic reports (including imaging and laboratory) along with prescription by Medical \nPractitioner and invoice / bill with receipt from diagnostic centre  \nx. All medicine / pharmacy bills along with prescription by Medical Practitioner  \nxi. MLC / FIR Copy – in Accidental cases only  \nxii. History of alcohol consumption or any intoxication certified by first treating doctor in case of \naccidental cases.  \nxiii. Copy of Death Summary and copy of Death Certificate (in death claims only)  \nxiv. Pre and Post -Operative Imaging reports  \nxv. Copy of indoor case papers with nursing sheet detailing medical history of the patient, \ntreatment details, and patient’s progress (to be submitted wherever required by the insurer).  \nxvi. Invoice for Vaccination and payment receipt  \nxvii.  KYC documents - (Ration Card/ Driving License/ Aadhar Card/ Passport /any other \nGovernment authorized identity proof of the Claimant carrying name, photograph & address) \nand duly filled KYC form with 1 signed across passport  size coloured photograph of the \nClaimant ***  \nxviii.  Duly filled NEFT form with cancelled blank cheque (with IFSC code, A/C number, and name \nmentioned on cheque leaf)  \nxix. Settlement letter(s), copies of payment receipts, and entire certified copy of paid claims in \ncase of partial claim settlement from other insurer.  \nxx. Written advice  from the treating Medical Practitioner (wherever required)  \nxxi. Loan account details and bank statements (wherever required)  \nxxii.  Original bills or payment receipts of expenses incurred for repatriati on of mortal remains HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n78 (wherever required) if available  \nxxiii.  Original bills or payment receipts of expenses incurred for burial/cremation expenses \n(wherever required) if available  \n*** In case of death of Insured Person, the same document reuqirement would be for \nnominee/legal heir of Insured Person(NOC in favour of 1 or more than 1 undisputedly selected \nlegal heir(s) by remanining legal heir(s).  \n2. Conditions for obtaining Cashless facility  \ni. Cashless facility can be availed only at Our Network Provider. The complete list of Network \nProviders and empanelled Service Providers is available on Our website and can be obtained \nby contacting Us.  \nii. We reserve the right to modify, add or restrict any Network Provider for Cashless Facilities at \nOur sole discretion. The same shall  be duly updated on Our website. You shall check the \nupdated list of Network Providers before applying for Cashless Claim.  \niii. Pre-authorization is valid for 15 days from date of issuance and if all the details of the \nHospitalization/treatment, including dates , Hospital and locations match with the details as \nper Cashless authorized.  \niv. We will make payment for the Cashless authorized amount directly to the Network Provider.  \nv. If the claim is not notified to Us within the specified time limits, then We shall be prov ided the \nreasons for the delay in writing. We will condone such delay on merits where the delay has \nbeen proved to be for reasons beyond the claimant’s control  \n3. Payment of a Claim  \ni. If there are any deficiencies in the necessary claim documents which are not met or are \npartially met, We will send a maximum of 3 (three) reminders following which We will send a \nclosure letter or make a part -payment if We have not received the deficiency documents after \n45 days from the date of the initial request for such documents  \nii. The Company shall settle or reject a claim, as the case may be, within 30 days from the date \nof receipt of last necessary document.  \niii. In the cas e of delay in the payment of a claim, the Company shall be liable to pay interest to \nthe Policyholder/Insured Person from the date of receipt of last necessary document to the \ndate of payment of claim at a rate 2% above the Bank Rate.  \niv. However, where the ci rcumstances of a claim warrant an investigation in the opinion of the \nCompany, it shall initiate and complete such investigation at the earliest, in any case not later \nthan 30 days from the date of receipt of last necessary document . In such cases, the Com pany \nshall settle or reject the claim within 45 days from the date of receipt of last necessary \ndocument . \nv. In case of delay beyond stipulated 45 days, the Company shall be liable to pay interest to the \nPolicyholder/Insured Person at a rate 2% above the Bank  Rate from the date of receipt of last \nnecessary document to the date of payment of claim.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n79 vi. If We, for any reason decide to reject the claim, the reasons regarding the rejection shall be \ncommunicated to You in writing within 30 days of the receipt of docume nts. \nvii. If requested by Us, at Our cost, the Insured Person must submit to medical examination by \nOur Medical Practitioner  as often as We consider reasonable and necessary and We/Our  \nrepresentatives must be permitted to inspect the medical and Hospitalization  records \npertaining to the Insured Person’s  treatment and to investigate the circumstances pertaining \nto the claim.  \nviii. We and Our representatives  must be given all reasonable co -operation in investigating the \nclaim in order to assess Our liability and quantum in respect of the claim  \nII. Contact Us  \nFor any claim related query, intimation of claim and submission of claim related documents, You \ncan contact HDFC ERGO General Insurance through:  \n- Website   : www.hdfcergo.com  \n- Claim Intimation : healthclaims@hdfcergo.com  \n- Customer Service No. 022 -62346234 / 0120 - 62346234  \n- Courier   : Claims Department,  \nHDFC ERGO General Insurance Co. Ltd.  \nStellar IT Park, To wer-1 \n5th Floor, C - 25, Sector 62  \nNoida – 0120 398 8360  \nAnnexure A  \nContact details of Offices of Insurance Ombudsman  \nOMBUDSMAN DETAILS  \n \nOffice Details  Jurisdiction of Office  \nUnion Territory, District)  \nAHMEDABAD  \nOffice of the Insurance Ombudsman,  \nJeevan Prakash Building, 6th floor,  \nTilak Marg, Relief Road,  \nAhmedabad – 380 001.  \nTel.: 079 - 25501201/02  \nEmail: bimalokpal.ahmedabad@cioins.co.in  Gujarat, Dadra & Nagar Haveli, Daman and Diu.  \nBENGA LURU  \nOffice of the Insurance Ombudsman,  \nJeevan Soudha Building, PID No. 57 -27-N-19 \nGround Floor, 19/19, 24th Main Road,  \nJP Nagar, Ist Phase, Bengaluru – 560 078.  \nTel.: 080 - 26652048 / 26652049  Karnataka.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n80 Office Details  Jurisdiction of Office  \nUnion Territory, District)  \nEmail: bimalokpal.bengaluru@cioins.co.in  \nBHOPAL  \nOffice of the Insurance Ombudsman,  \n1st floor,\"Jeevan Shikha\",  \n60-B,Hoshangabad Road,  \nOpp. Gayatri Mandir, Arera Hills  \nBhopal – 462 011.  \nTel.: 0755 - 2769201 / 2769202 / 2769203  \nEmail: bimalokpal.bhopal@cioins.co.in   Madhya Pradesh, Chhattisgarh.  \nBHUBANESWAR  \nOffice of the Insurance Ombudsman,  \n62, Forest park,  \nBhubaneswar – 751 009.  \nTel.: 0674 - 2596461  \n/2596455/2596429/2596003  \nEmail: bimalokpal.bhubaneswar@cioins.co.in  Odisha.  \nCHANDIGARH  \nOffice Of The Insurance Ombudsman,  \nJeevan Deep Building SCO 20 -27, \nGround Floor Sector - 17 A, \nChandig arh – 160 017.  \nTel.: 0172 -2706468  \nEmail: bimalokpal.chandigarh@cioins.co.in   Punjab, Haryana (excluding Gurugram, Faridabad, \nSonepat and Bahadurgarh), Himachal Pradesh, Union \nTerritories of Jammu & Kashmir,Ladakh & Chandigarh.  \nCHENNAI  \nOffice of the Insurance Ombudsman,  \nFatima Akhtar Court, 4th Floor, 453,  \nAnna Salai, Teynampet,  \nChennai – 600 018.  \nTel.: 044 - 24333668 / 24333678  \nEmail: bimalokpal.chennai@cioins.co.in   Tamil Nadu, PuducherryTown and Karaikal (which are \npart of Puducherry).  \nDELHI  \nOffice of the Insurance Ombudsman,  \n2/2 A, Universal Insurance Building,  \nAsaf Ali Road,  \nNew Delhi – 110 002.  \nTel.: 011 - 46013992/23213504/232324 81 \nEmail: bimalokpal.delhi@cioins.co.in   Delhi & following Districts of Haryana - Gurugram, \nFaridabad, Sonepat & Bahadurgarh.  \nGUWAHATI  \nOffice of the Insurance Ombudsman,  \nJeevan Nivesh, 5th Floor,  \nNear Pan Bazar , S.S. Road,  \nGuwahati – 781001(ASSAM).  \nTel.: 0361 - 2632204 / 2602205 / 2631307  Assam, Meghalaya, Manipur, Mizoram, Arunachal \nPradesh, Nagaland and T ripura.  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n81 Office Details  Jurisdiction of Office  \nUnion Territory, District)  \nEmail: bimalokpal.guwahati@cioins.co.in   \nHYDERABAD  \nOffice of the Insurance Ombudsman,  \n6-2-46, 1st floor, \"Moin Court\",  \nLane Opp.Hyundai Showroom ,  \nA. C. Guards, Lakdi -Ka-Pool,  \nHyderabad - 500 004.  \nTel.: 040 - 23312122 / 23376991 /  \n23376599 / 23328709 / 23325325  \nEmail: bimalokpal.hyderabad@cioins.co.in   Andhra Pradesh, Telangana, Yanam and part of Union \nTerritory of Puducherry.  \nJAIPUR  \nOffice of the Insurance Ombudsman,  \nJeevan Nidhi – II Bldg., Gr. Floor,  \nBhawani Sin gh Marg,  \nJaipur - 302 005.  \nTel.: 0141 - 2740363  \nEmail: bimalokpal.jaipur@cioins.co.in   Rajasthan.  \nKOCHI  \nOffice of the Insurance Ombudsman,  \n10th Floor, Jeevan Prakash, LIC Building,  \nOpp to Maharaja's Col lege Ground,  \nM.G.Road, Kochi - 682 011.  \nTel.: 0484 - 2358759  \nEmail: bimalokpal.ernakulam@cioins.co.in   Kerala, Lakshadweep, Mahe -a part of Union Territory of \nPuducherry.  \nKOLKATA  \nOffice of the Insurance Ombudsman,  \nHindustan Bldg. Annexe, 7th Floor,  \n4, C.R. Avenue,  \nKolkata - 700 072.  \nTel.: 033 - 22124339 / 22124341  \nEmail: bimalokpal.kolkata@cioins.co.in   West Bengal, Sikkim, Andaman & Nicobar  Islands.  \nLUCKNOW  \nOffice of the Insurance Ombudsman,  \n6th Floor, Jeevan Bhawan, Phase -II, \nNawal Kishore Road, Hazratganj,  \nLucknow - 226 001.  \nTel.: 0522 - 4002082 / 3500613  \nEmail: bimalokpal.lucknow@cioins.co.in   Districts of Uttar Pradesh : Lalitpur, Jhansi, Mahoba, \nHamirpur, Banda, Chitrakoot, Allahabad, Mirzapur, \nSonbhabdra, Fatehpur, Pratapgarh, Jaunpur,Varanasi, \nGazipur, Jalaun, Kanpur, Lucknow, Unnao, Sitapur, \nLakhimpur, Bahra ich, Barabanki, Raebareli, Sravasti, \nGonda, Faizabad, Amethi, Kaushambi, Balrampur, Basti, \nAmbedkarnagar, Sultanpur, Maharajgang, \nSantkabirnagar, Azamgarh, Kushinagar, Gorkhpur, \nDeoria, Mau, Ghazipur, Chandauli, Ballia, \nSidharathnagar.  \nMUMBAI  \nOffice of th e Insurance Ombudsman,  \n3rd Floor, Jeevan Seva Annexe,  List of wards  under Mumbai  \nMetropolitan Region excluding wards in Mumbai –  \ni.e M/E, M/W, N, S and T covered under  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n82 Office Details  Jurisdiction of Office  \nUnion Territory, District)  \nS. V. Road, Santacruz (W),  \nMumbai - 400 054.  \nTel.: 022 - 69038800/27/29/31/32/33  \nEmail: bimalokpal.mumbai@cioins.co.in   Office of Insurance Ombudsman Thane and  \nareas of Navi Mumbai.  \nNOIDA  \nOffice of the Insurance Ombudsman,  \nBhagwan Sahai Palace  \n4th Floor, Main Road, Naya Bans, Sector 15,  \nDistt: Gautam Buddh Nagar, U.P -201301.  \nTel.: 0120 -2514252 / 2514253  \nEmail: bimalokpal.noida@cioins.co.in   State of Uttarakhand and the following Districts of Uttar \nPradesh: Agra, Aligarh, Bagpat, Bareilly, Bijnor, Budaun, \nBulandshehar, Etah, Kannauj, Mainpuri, Mathura, \nMeerut, Moradabad, Muzaffarnagar, Oraiyya, Pilibhit, \nEtawah, Farrukhabad, Firozbad, Gautam Buddh nagar, \nGhaziabad, Hardoi, Shahjahanpur, Hapur, Shamli, \nRampur, Kashganj, Sambhal, Amroha, Hathras, \nKanshiramnagar, Saharanpur.  \nPATNA  \nOffice of the Insurance Ombudsman,  \n2nd Floor, Lalit Bhawan,  \nBailey Road,  \nPatna 800 001 . \nTel.: 0612 -2547068  \nEmail: bimalokpal.patna@cioins.co.in   Bihar, Jharkhand.  \nPUNE  \nOffice of the Insurance Ombudsman,  \nJeevan Darshan Bldg., 3rd Floor,  \nC.T.S. No.s. 195 to 198, N.C. Kelkar Road,  \nNarayan Peth, Pune – 411 030.  \nTel.: 020 -24471175  \nEmail: bimalokpal.pune@cioins.co.in   State of Goa and State of Maharashtra excluding areas \nof Navi Mumbai, Thane district, Palghar District, Raigad \ndistrict & Mumb ai Metropolitan Region  \nTHANE  \nOffice of the Insurance Ombudsman,  \n2nd Floor,Jeevan Chintamani Building,  \nVasantrao Naik Mahamarg,  \nThane (West) - 400604  \nTel.: 022 -20812868/69  \nEmail: bimalokpal.thane@cioins.co.in   Area of Navi Mumbai, Thane District, Raigad District, \nPalghar District and wards of Mumbai , M/East,  \nM/West, N, S and T.\"  \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n83 ANNEXURE 1  \nList I – Items For Which Coverage Is Not Available In The Policy  \nS. No.  Item  S. No.  Item  \n1 BABY FOOD  35 OXYGEN CYLINDER (FOR USAGE OUTSIDE \nTHE HOSPITAL)  \n2 BABY UTILITIES CHARGES  36 SPACER  \n3 BEAUTY SERVICES  37 SPIROMETRE  \n4 BELTS/ BRACES  38 NEBULIZER KIT  \n5 BUDS  39 STEAM INHALER  \n6 COLD PACK/HOT PACK  40 ARMSLING  \n7 CARRY BAGS  41 THERMOMETER  \n8 EMAIL / INTERNET CHARGES  42 CERVICAL COLLAR  \n9 FOOD CHARGES (OTHER THAN \nPATIENT'S DIET PROVIDED BY \nHOSPITAL)  43 SPLINT  \n10 LEGGINGS  44 DIABETIC FOOT  WEAR  \n11 LAUNDRY CHARGES  45 KNEE BRACES (LONG/ SHORT/ HINGED)  \n12 MINERAL WATER  46 KNEE IMMOBILIZER/SHOULDER \nIMMOBILIZER  \n13 SANITARY PAD  47 LUMBO SACRAL BELT  \n14 TELEPHONE CHARGES  48 NIMBUS BED OR WATER OR AIR BED \nCHARGES  \n15 GUEST SERVICES  49 AMBULANCE COLLAR  \n16 CREPE BANDAGE  50 AMBULANCE EQUIPMENT  \n17 DIAPER OF ANY TYPE  51 ABDOMINAL BINDER  \n18 EYELET COLLAR  52 PRIVATE NURSES CHARGES - SPECIAL \nNURSING CHARGES  \n19 SLINGS  53 SUGAR FREE TABLETS  \n20 BLOOD GROUPING AND CROSS \nMATCHING OF DONORS SAMPLES  54 CREAMS POWDERS LOTIONS (TOILETRIES \nARE NOT PAYABLE, ONLY PRESCRIBED \nMEDICAL PHARMACEUTICALS PAYABLE)  \n21 SERVICE CHARGES WHERE NURSING \nCHARGE ALSO CHARGED  55 ECG ELECTRODES  \n22 TELEVISION CHARGES  56 GLOVES  \n23 SURCHARGES  57 NEBULISATION KIT  \n24 ATTENDANT CHARGES  58 ANY KIT WITH NO DETAILS MENTIONED \n[DELIVERY KIT, ORTHOKIT, RECOVERY KIT, \nETC] \n25 EXTRA DIET OF PATIENT (OTHER THAN \nTHAT WHICH FORMS PART OF BED \nCHARGE)  59 KIDNEY TRAY  \n26 BIRTH CERTIFICATE  60 MASK  \n27 CERTIFICATE CHARGES  61 OUNCE GLASS  \n28 COURIER CHARGES  62 OXYGEN MASK  \n29 CONVEYANCE CHARGES  63 PELVIC TRACTION BELT  \n30 MEDICAL CERTIFICATE  64 PAN CAN  \n31 MEDICAL RECORDS  65 TROLLY COVER  \n32 PHOTOCOPIES CHARGES  66 UROMETER, URINE JUG  \n33 MORTUARY CHARGES  67 AMBULANCE  \n34 WALKING AIDS CHARGES  68 VASOFIX SAFETY  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n84 LIST II – ITEMS THAT ARE TO BE SUBSUMED INTO ROOM CHARGES  \nSl No  Item  \n1 BABY CHARGES (UNLESS SPECIFIED/INDICATED)  \n2 HAND WASH  \n3 SHOE COVER  \n4 CAPS \n5 CRADLE CHARGES  \n6 COMB  \n7 EAU-DE-COLOGNE / ROOM FRESHNERS  \n8 FOOT COVER  \n9 GOWN  \n10 SLIPPERS  \n11 TISSUE PAPER  \n12 TOOTH PASTE  \n13 TOOTH BRUSH  \n14 BED PAN  \n15 FACE MASK  \n16 FLEXI MASK  \n17 HAND HOLDER  \n18 SPUTUM CUP  \n19 DISINFECTANT LOTIONS  \n20 LUXURY TAX  \n21 HVAC  \n22 HOUSE KEEPING CHARGES  \n23 AIR CONDITIONER CHARGES  \n24 IM IV INJECTION CHARGES  \n25 CLEAN SHEET  \n26 BLANKET/WARMER BLANKET  \n27 ADMISSION KIT  \n28 DIABETIC CHART CHARGES  \n29 DOCUMENTATION CHARGES / ADMINISTRATIVE EXPENSES  \n30 DISCHARGE PROCEDURE CHARGES  \n31 DAILY CHART CHARGES  \n32 ENTRANCE PASS / VISITORS PASS CHARGES  \n33 EXPENSES RELATED TO PRESCRIPTION ON DISCHARGE  \n34 FILE OPENING CHARGES  \n35 INCIDENTAL EXPENSES / MISC. CHARGES (NOT EXPLAINED)  \n36 PATIENT IDENTIFICATION BAND / NAME TAG  \n37 PULSEOXYMETER CHARGES  \n HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n85 LIST III – ITEMS THAT ARE TO BE SUBSUMED INTO PROCEDURE CHARGES  \nSl \nNo. Item  \n1 HAIR REMOVAL CREAM  \n2 DISPOSABLES RAZORS CHARGES (for site preparations)  \n3 EYE PAD  \n4 EYE SHEILD  \n5 CAMERA COVER  \n6 DVD, CD CHARGES  \n7 GAUSE SOFT  \n8 GAUZE  \n9 WARD AND THEATRE BOOKING CHARGES  \n10 ARTHROSCOPY AND ENDOSCOPY INSTRUMENTS  \n11 MICROSCOPE COVER  \n12 SURGICAL BLADES, HARMONICSCALPEL,SHAVER  \n13 SURGICAL DRILL  \n14 EYE KIT  \n15 EYE DRAPE  \n16 X-RAY FILM  \n17 BOYLES APPARATUS CHARGES  \n18 COTTON  \n19 COTTON BANDAGE  \n20 SURGICAL TAPE  \n21 APRON  \n22 TORNIQUET  \n23 ORTHOBUNDLE, GYNAEC BUNDLE  \n \nLIST IV – ITEMS THAT ARE TO BE SUBSUMED INTO COSTS OF TREATMENT  \nSl \nNo. Item  \n1 ADMISSION/REGISTRATION CHARGES  \n2 HOSPITALISATION FOR EVALUATION/ DIAGNOSTIC PURPOSE  \n3 URINE CONTAINER  \n4 BLOOD RESERVATION CHARGES AND ANTE NATAL BOOKING CHARGES  \n5 BIPAP MACHINE  \n6 CPAP/ CAPD EQUIPMENTS  \n7 INFUSION PUMP – COST  \n8 HYDROGEN PEROXIDE \\SPIRIT \\ DISINFECTANTS ETC  \n9 NUTRITION PLANNING CHARGES - DIETICIAN CHARGES - DIET CHARGES  \n10 HIV KIT  \n11 ANTISEPTIC MOUTHWASH  \n12 LOZENGES  \n13 MOUTH PAINT  \n14 VACCINATION CHARGES  \n15 ALCOHOL SWABES  \n16 SCRUB SOLUTION /STERILLIUM  \n17 GLUCOMETER& STRIPS  \n18 URINE BAG  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n86 Notes:  \n• Claims are being processed based on the applicable policy terms and conditions, even if these \ncharges are billed separately by the health care providers.  \n• Items mentioned under List II, List III and List IV of Annexure I are allowed if these are within the \nscope of coverage.  \n \nANNEXURE 2  \nSection No.  Name of Cover  \nSection 2.A.I. - Hospitalization \nExpenses  Section 2.A.I.a. – Medical Expenses  \nSection 2.A.I.b. – Pre-Hospitalization Medical Expenses Cover  \nSection 2.A.I.c. – Pre-Hospitalization Medical Expenses Cover  \nSection 2.A.I.d – Domiciliary Hospitalization (if in force)  \nSection 2.A.I.e. – Organ Donor Expenses  \nSection 2.A.I.f. – Day Care procedures  \nSection 2.A .I.g. – Road Ambulance Cover (if in force)  \nSection 2.A.II.8.  AYUSH Treatment (if in force)  \nSection 2.A.II.13.  Maternity Cover (if in force)  \nSection 2.A.II.14.  Pre and Post Natal Expenses (if in force)  \nSection 2.A.II.15.  Baby Cover from Day 1 (if in force)  \nSection 2.A.II.16.  Infertility Cover (if in force)  \nSection 2.A.II.25.  Home Healthcare (if in force)  \nSection 2.A.II.28.  Protect Benefit (if in force)  \n \n  HDFC ERGO General Insurance Company Limited   \n \nPolicy Wording  \nHDFC ERGO Group Health Insurance  \nHDFC ERGO General Insurance Company Limited. IRDAI Reg. No.146 CIN: U66030MH2007PLC177117. Registered & Corporate Office: 6th  \nFloor, Leela Business Park, Andheri -Kurla Road, Andheri (East), Mumbai – 400 059. UIN: HDFC ERGO Group Health Insurance \n- HDFHLGP2 4095V032425  \n87 ANNEXURE 3  \nPlan A  \nDengue Only  \n \nPlan B  \nMalaria Only  \n \nPlan C  \nDengue  \nMalaria  \nChikungunya  \nJapanese Encephalitis  \nKala Azar  \nLymphatic Filariasis  \nZika \n \nOnly one plan from amongst Plan A, B, C can be opted  ",
    "metadata": {
      "confidence": 1.0,
      "fallback_used": false,
      "structured_method": "ner"
    },
    "structured_data": {
      "method": "ner",
      "entities": []
    }
  },
  {
    "file": "dashrath patel policy-1.pdf",
    "source_type": "digital_pdf",
    "text": "2809204503307603000\nTo,\nDashrathbhai Patel\n10 RAVIRAJ SOCIETY B/H GUJRAT HIGH COURT SOLAGAM 10\nRAVIRAJ SOCIETY  B/H GUJRAT HIGH COURT SOLAGAM\nAHMEDABAD GUJARAT-, 380060\nContact No : 99XXXXXXX9\nDate :10/07/2025\nDear DASHRATHBHAI PATEL\nThank you for choosing HDFC ERGO as your preferred insurance partner. We welcome you to be a part of our family !\nYour Health insurance Certificate of Insurance reference no 2809204503307603000 is confirmed on the basis of the information and declaration given by\nyou.\nThe details of coverage are mentioned in the enclosed Certifcate of Insurance .\nWe value your relationship with us and assure you our best services at all times and we look forward to serve you.\nThis information is to update that we have received revised UIN for the product HDFC ERGO Group Health Insurance from IRDAI and are in process of making\nthe necessary changes in all the marketing documents and enrolment forms . In the interim you may find the earlier UIN: HDFHLGP24095V022324 in some\ndocuments. However the revised UIN:HDFHLGP24095V032425 has been updated in the footer of your certificate of Insurance\nProposer details have been updated basis the information present in the KYC documents. If you find any detail which needs to be corrected, request you\nto create/ modify the eKYC ID and place a request for endorsement.\nSoft copy of the policy is valid for all purposes including claims.\nRegards,\nArun Sharma \nSenior Vice President Operations and Services Group\nHDFC ERGO General Insurance Company Limited\nDear Dashrathbhai Patel,\nSubject : Certificate for the purpose of deduction under section 80 D of Income Tax Act, 1961\nThis is to certify that we have received an amount of    `  63,497.00 (Rupees Sixty-Three Thousand Four Hundred Ninety-Seven And Zero Paise Only) towards \npremium for HDFC ERGO Group Health Insurance Certificate of Insurance no. 2809204503307603000 issued to Dashrathbhai Patel for the \nperiod 10/02/2025 to 09/02/2026.  \nNote:\n \n1.This is subject to the provisions of Section 80D of income tax (Amendment) Act, 1961 as amended from time to time.\n2.This certificate must be surrendered to the company in case of cancellation of this policy. In event of incorrect representation of this declaration \nthe liability shall be upon the policy holder.\nDate : 05/02/2025 For HDFC ERGO General Insurance Company Ltd.\nPolicy Issuing Office: Mumbai\nDuly Constituted AttorneyHDFC ERGO General Insurance Company Limited2809204503307603000\nHDFC ERGO General Insurance Company Limited.  IRDAI Reg No.146 \nCIN : U66030MH2007PLC177117.   Registered & Corporate Office: HDFC ERGO General Insurance\nCompany Limited – 6th Floor, Leela Business Park, Andheri-Kurla Road, Andheri (East), Mumbai – 400 059.UIN: HDFHLGP24095V032425.      Policy Issuing/ Customer Happiness Center: D 301, 3rd Floor,\nEastern Business District (Magnet Mall), LBS Marg, Bhandup (West), Mumbai - 400 078.\nCustomer Service No : 022 6158 2020 / 022 6234 6234 | www.hdfcergo.comCertificate No. : 2809 2045 0330 7603 000 Issuance Date : 05/02/2025\nPeriod of Insurance : From 10/02/2025 00:01 hrs    To 09/02/2026 Midnight\nInvoice No. : 204503307603000 Premium Frequency : Single\nProposer Name : Mr Dashrathbhai Patel Policy Type : Family Floater\nHSN Code : 997133 Territory Limit : India\nCustomer Id:101549270270\nMaster Policy Holder Name: INDIAN OVERSEAS BANK GST No.  \nMaster Policy No. 2999205397364301000 Customer UIN                         : \nResidential Status  Loan Amount : NA\n Loan Tenure in Month : NA\nPayment Details : IBR0791779, Date : 05/02/2025, Bank Name :Bizdirect\nEmail ID : dhxxxxxx98@yxxxx.com MR DASHRATHBHAI PATEL\n10 RAVIRAJ SOCIETY B/H GUJRAT HIGH COURT SOLAGAM\n10 RAVIRAJ SOCIETY  B/H GUJRAT HIGH COURT SOLAGAM\nAHMEDABADGUJARAT-, 380060\nContact No : 99XXXXXXX9\nInsured Person's Details\nInsured's Name Gender Date of Birth Age. RelationAggregate\nDeductibleBase Sum\nInsured (Rs.)Cumulative\nAmountPersonal\nAccident- SI Critical\nIllness-SICo\nPayment%Member Id1st Policy\nInception Date\nDASHRATHBHAI\nPATELM 20/05/1957 67 Self\n0 500800 150000500000 NA 0 EA00572423 10/02/2017\nMS Hansaben\nDashrathbhai PatelF 01/06/1963 61 Wife 250000 NA 0 EA00572424 10/02/2017\nNominee Details\nInsured's Name Pre-existing disease Nominee Name Nominee Relationship Appointee Name Appointee Relation\nDASHRATHBHAI PATEL No dhaval d patel DEPENDENT SON\nMS Hansaben Dashrathbhai Patel No dhaval d patel DEPENDENT SON\nThe nominee must be an immediate relative of the policyholder. For all other Insured Persons the policy holder shall be the nominee\nCoverage Details & Sum Insured (`)\nBenefit Details\nPre-Hospitalization Medical Expenses Cover 60 days\nPost-Hospitalization Medical Expenses Cover 180 days\nDomiciliary Hospitalization Covered Upto Sum Insured\nOrgan Donor Expenses Covered Upto Sum Insured\nDay Care Treatment Covered Upto Sum Insured\nRoad Ambulance Cover Rs.2000\nHospital Daily Cash 800 per day upto15 days\nPreventive Health Check-Up of SI subject to Maximum up to¿ 2000 per person at block to continuous 3 claim free years\nSecond Opinion for Major illness Applicable\nPreexisting disease waiting period 36 months\nSpecific Illness Waiting Period 24 months\n30 days Waiting Period Applicable\nPersonal Accident -Accident Death - All Accidents Combined 500000\nCumulative Bonus 10 % Subject to Max 100 %\nMedical Expenses 500000\nPlease read the Policy Wording in conjunction with the Certificate of Insurance. For any clarification, please call our Customer service number.\nPremium Details   (`) \nParticulars DASHRATHBHAI PATEL MS Hansaben Dashrathbhai Patel\nBase Premium (A) 53811 0\nLoading (B) 0 0\nTotal Premium (C=A+B) 53811 0\nGoods & Service Tax (GST) 9686\nGrand Total - Premium excluding GST 53811\nGrand Total - Premium including GST 63497\nSpecial Condition\nSpecial Condition :\nSecond Opinion for Major illness : Critical Illness includes Cancer of specified severity, Open Chest CABG, Myocardial Infarction (First Heart Attack of \nspecific severity), Kidney Failure requiring regular dialysis, Major Organ/Bone Marrow Transplant, Multiple Sclerosis with persisting symptoms, \nPermanent Paralysis of Limbs and Stroke resulting in permanent symptoms  \n¿Personal Accident Sum Insured Equivalent to Base Sum Insured (Maximum. Upto 5 Lakhs ) and 50% for dependents\nGeneral Exclusion\n1. Congenital external diseases, defects or anomalies  \n2. Expenses related to any admission primarily for diagnostic and evaluation\n3. OPD treatment War or any act of war, invasion, act of foreign enemy, Nuclear, Chemical or Biological attack or weapons, radiation of any kind.  \n4. Expenses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction following an Accident, Burn(s) or Cancer or as part of Medically\nNecessary Treatment.  HDFC ERGO General Insurance Company Limited2809204503307603000\nCertificate of Insurance\nCertificate No. 2809 2045 0330 7603 000\nHDFC ERGO Group Health Insurance\n \n2809204503307603000\nHDFC ERGO General Insurance Company Limited.  IRDAI Reg No.146 \nCIN : U66030MH2007PLC177117.   Registered & Corporate Office: HDFC ERGO General Insurance\nCompany Limited – 6th Floor, Leela Business Park, Andheri-Kurla Road, Andheri (East), Mumbai – 400 059.UIN: HDFHLGP24095V032425.      Policy Issuing/ Customer Happiness Center: D 301, 3rd Floor,\nEastern Business District (Magnet Mall), LBS Marg, Bhandup (West), Mumbai - 400 078.\nCustomer Service No : 022 6158 2020 / 022 6234 6234 | www.hdfcergo.com5. Any Insured Person committing or attempting to commit intentional self-injury or attempted suicide or suicide  \n6. Treatment for Alcoholism, drug or substance abuse or any addictive condition and consequences thereof\nAdress  6th Floor, Leela Business Park, Andheri-Kurla Road, Andheri(E), Mumbai 400 059.\n  For any other query call 022 6158 2020 / 022 6234 6234 or write to us at healthclaims@hdfcergo.com to register & track claim.\nIf the premium is not realised the policy shall be void from inception.  \nThe stamp duty ofRs.0/-paid vide Order No:(LOA/ENF-1/CSD/64/2024-25/ Validity Period Dt.15/10/2024 toDt.31/12/2028, OW No.4742 Dt04/10/2024 GRN NO. \nMH007778466202425M, Dt.10/09/2024, SBI Bank &DEFACE No.0005045616202425, Dt.03/10/2024) asprescribed byGovernment of Maharashtra Notification No. \nMudrank 2017/C.R.97/M-1, Dt.09/01/2018. Goods & Tax Registration No: 24AABCL5045N1ZE  \nGST forthis invoice isnotpayable under reverse charge basis. I/Wehereby declare that though our aggregate turnover in any preceding financial year from 2017-18 \nonwards is more than the aggregate turnover notified under sub-rule (4) of rule 48, we are not required to prepare an invoice in terms of the provisions of the said sub-rule\nBranch : a shridhar athens, office no 1201 to 1206, 12th floor matheran villa satellite jodhpur near rani laxmibai statue nehrunagar ahmedabad\n \nAgent Name : INDIAN OVERSEAS BANK\nAgent Code  : 200674965692 Tel No. : 91-4428519639For HDFC ERGO General Insurance Company Ltd  \nDuly Constituted Attorney\nThe Policy wording attached herewith includes all the standard coverage offered by the Company to its customers. Your entitlement for coverage/benefits shall be restricted to the coverage/benefits as  \nmentioned in this policy schedule.\n\"For detailed policy terms and conditions please visit our website https://www.hdfcergo.com/download/policy-wordings \"HDFC ERGO General Insurance Company Limited2809204503307603000\nCertificate of Insurance\nHDFC ERGO Group Health Insurance\nHDFC ERGO General Insurance Company Limited.  IRDAI Reg No.146 \nCIN : U66030MH2007PLC177117.   Registered & Corporate Office: HDFC ERGO General Insurance\nCompany Limited – 6th Floor, Leela Business Park, Andheri-Kurla Road, Andheri (East), Mumbai – 400 059.UIN: HDFHLGP24095V032425.      Policy Issuing/ Customer Happiness Center: D 301, 3rd Floor,\nEastern Business District (Magnet Mall), LBS Marg, Bhandup (West), Mumbai - 400 078.\nCustomer Service No : 022 6158 2020 / 022 6234 6234 | www.hdfcergo.com0HDFC ERGO General Insurance Company Limited\nThis card is for identification purpose only. Policy No.:2809204503307603000\nValid From: 10/02/2025 Renewal Date: 9 February\nCard has tobepresented totheNetwork Service Provider atthetime ofadmission/ availing \ncashless hospitalization orany other services. Insurance claim willbeprocessed in accordance \nwith thepolicy term &conditions. Card does not guarantee cashless hospitalization or any other \nservice. For more details and updated list of Network Service Provider please refer our website or \ncall our call centre. This card is valid till the time policy is active.\nCustomer Service No :  022 6158 2020 / 022 6234 6234\nEmail :healthclaims@hdfcergo.com\nProcessing Centre :6th Floor, Leela Business Park, Andheri-Kurla Road,\nAndheri(E), Mumbai 400 059.\nWebsite :www.hdfcergo.comInsured Name   Date Of Birth   Gender\nDASHRATHBHAI PATEL 20/05/1957 M\nMS Hansaben Dashrathbhai Patel 01/06/1963 FHDFC ERGO General Insurance Company Limited2809204503307603000\nCertificate of Insurance\nHDFC ERGO Group Health Insurance\nHDFC ERGO General Insurance Company Limited.  IRDAI Reg No.146 \nCIN : U66030MH2007PLC177117.   Registered & Corporate Office: HDFC ERGO General Insurance\nCompany Limited – 6th Floor, Leela Business Park, Andheri-Kurla Road, Andheri (East), Mumbai – 400 059.UIN: HDFHLGP24095V032425.      Policy Issuing/ Customer Happiness Center: D 301, 3rd Floor,\nEastern Business District (Magnet Mall), LBS Marg, Bhandup (West), Mumbai - 400 078.\nCustomer Service No : 022 6158 2020 / 022 6234 6234 | www.hdfcergo.com",
    "metadata": {
      "confidence": 1.0,
      "fallback_used": false,
      "structured_method": "ner"
    },
    "structured_data": {
      "method": "ner",
      "entities": []
    }
  }
]